{
  "adding-oas": {
    "accessibility": {
      "button-label": "Texte alternatif pour Revenus du travail et pension de la SV",
      "caption": "Valeurs présentées sur l'image :",
      "header": [
        "Âge",
        "Objectif de revenu mensuel à la retraite",
        "Revenus du travail",
        "Montant mensuel de la pension de la SV"
      ],
      "rows": [
        {
          "data": ["60", "5 583 $", "5 583 $", "-"]
        },
        {
          "data": ["61", "5 695 $", "5 695 $", "-"]
        },
        {
          "data": ["62", "5 809 $", "5 809 $", "-"]
        },
        {
          "data": ["63", "4 148 $", "2 963 $", "-"]
        },
        {
          "data": ["64", "4 231 $", "3 022 $", "-"]
        },
        {
          "data": ["65", "4 315 $", "-", "763 $"]
        },
        {
          "data": ["66", "4 339 $", "-", "778 $"]
        },
        {
          "data": ["67", "4 361 $", "-", "794 $"]
        },
        {
          "data": ["68", "4 383 $", "-", "810 $"]
        },
        {
          "data": ["69", "4 404 $", "-", "826 $"]
        },
        {
          "data": ["70", "4 424 $", "-", "842 $"]
        },
        {
          "data": ["71", "4 512 $", "-", "859 $"]
        },
        {
          "data": ["72", "4 603 $", "-", "876 $"]
        },
        {
          "data": ["73", "4 695 $", "-", "894 $"]
        },
        {
          "data": ["74", "4 789 $", "-", "912 $"]
        },
        {
          "data": ["75", "4 809 $", "-", "1 023 $"]
        },
        {
          "data": ["76", "4 905 $", "-", "1 043 $"]
        },
        {
          "data": ["77", "5 004 $", "-", "1 064 $"]
        },
        {
          "data": ["78", "5 104 $", "-", "1 086 $"]
        },
        {
          "data": ["79", "5 124 $", "-", "1 107 $"]
        },
        {
          "data": ["80", "5 144 $", "-", "1 129 $"]
        },
        {
          "data": ["81", "5 247 $", "-", "1 152 $"]
        },
        {
          "data": ["82", "5 265 $", "-", "1 175 $"]
        },
        {
          "data": ["83", "5 283 $", "-", "1 199 $"]
        },
        {
          "data": ["84", "5 298 $", "-", "1 223 $"]
        },
        {
          "data": ["85", "5 404 $", "-", "1 247 $"]
        },
        {
          "data": ["86", "5 419 $", "-", "1 272 $"]
        },
        {
          "data": ["87", "5 527 $", "-", "1 297 $"]
        }
      ]
    },
    "description": "Ce tableau montre deux sources de revenus que Bonnie peut utiliser de 60 à 88 ans pour atteindre son objectif de revenu mensuel. L'une est son salaire et l'autre sa pension de la SV. Bonnie travaille à temps plein jusqu'à 62 ans et atteint son objectif de revenu mensuel. À 63 ans, elle passe à temps partiel et son revenu mensuel est inférieur de moitié à ce qu'il était auparavant. Le tableau montre que Bonnie commence à recevoir sa pension de la SV à l'âge de 65 ans. À partir de 65 ans, Bonnie continue d'utiliser sa pension mensuelle de la SV pour l'aider à atteindre son objectif. L'écart entre sa pension mensuelle de la SV et son objectif mensuel demeure important.",
    "heading": "Ajouter la pension de la SV à l'ensemble",
    "p1": "Bonnie a vécu toute sa vie au Canada, et est admissible à une pleine pension de la Sécurité de Vieillesse (SV) à l'âge de 65 ans. Toutefois, elle sait qu'en admissible, elle peut encore augmenter ce montant. Finalement, Bonnie décide de recevoir sa pension de la SV à l'âge de 65 ans, lorsqu'elle prendra sa retraite complète. Tous les trois mois, son montant mensuel sera ajusté en fonction de l'inflation. Bonnie <strong>n'est pas</strong> admissible au Supplément de revenu garanti (SRG). Son objectif de revenu mensuel est d'environ 47 000 $, soit le double du seuil d'attribution du SRG.",
    "p2": "Pour en savoir plus sur les éléments à prendre en considération lorsque vous choisissez l'âge auquel vous souhaitez commencer à recevoir votre pension de la SV, lisez <a1>Fred décide quand prendre ses pensions publiques</a1>.",
    "p3": "Bonnie a commencé à recevoir la pension de la SV à 65 ans et doit décider quand commencer à recevoir sa pension de retraite du RPC et comment utiliser son épargne-retraite pour atteindre son objectif du revenu mensuel à la retraite."
  },
  "breadcrumbs": {
    "learn": "Apprendre"
  },
  "conclusion": {
    "disclaimer": "<strong>Clause de non-responsabilité :</strong> Ces histoires sont que des exemples simplifiés, comme but d'illustrer les différents facteurs à prendre en considération pour décider du moment où vous allez commencer à recevoir vos pensions publiques, ainsi que les résultats potentiels. Par exemple, ceci n'inclu pas les effets de la fiscalité ou de la croissance des investissements, et supposent que l'objectif de Bonnie est d'obtenir un revenu stable tout au long de sa vie, plutôt que d'essayer de maximiser ses revenus pour faire des achats, rembourser ses dettes ou voyager. Ces histoires n'ont pas pour but de fournir des conseils financiers, et nous vous encourageons vivement à demander l'aide d'un conseiller financier lorsque vous planifiez votre retraite.",
    "heading": "Conclusion",
    "p1": "Si Bonnie choisit de recevoir sa pension de retraite du Régime de pensions du Canada (RPC) à l'âge de 63 ans, elle aura besoin de 579 000 $ d'épargne-retraite. Rappelez-vous qu'elle avait besoin de 528 000 $ d'épargne si elle choisissait de recevoir sa pension de retraite du RPC à 70 ans. Bonnie devra épargner <strong>51 000 $ de plus</strong> si elle veut recevoir sa pension de retraite du RPC plus tôt que si elle la reporte. Comme les impôts sont généralement moins élevés à la retraite, Bonnie pourrait avoir besoin de moins d'épargnes-retraite.",
    "p2": "Si Bonnie vit plus longtemps et jusqu'à l'âge de 93 ans, elle aura besoin de <strong>81 000 $ de plus</strong> en épargnes-retraite. C'est comme ça si elle commence à recevoir sa pension de retraite du RPC à 63 ans au lieu de 70 ans.",
    "p3": "Si l'inflation est supérieure à 2 % par an, son revenu mensuel cible augmentera. Bonnie aura besoin d'une plus grande partie de ses épargnes-retraite pour combler l'écart.",
    "p4": "Les pensions publiques augmentent avec l'inflation. Bonnie doit donc épargner moins pour sa retraite si elle reporte ses pensions publiques. Bonnie a décidé de recevoir sa pension de la SV à l'âge de 65 ans et de reporter sa pension de retraite du RPC jusqu'à l'âge de 70 ans.",
    "p5": "Bonnie n'est pas admissible au Supplément de revenu garanti (SRG) au cours des premières années de sa retraite en raison de son revenu plus élevé. Si Bonnie se retrouve dans une situation de faible revenu à un moment ou à un autre de sa retraite, le SRG l'aidera."
  },
  "cpp": {
    "accessibility": {
      "button-label": "Texte alternatif pour Revenus du travail, SV et RPC",
      "caption": "Valeurs présentées sur l'image :",
      "header": [
        "Âge",
        "Objectif de revenu mensuel à la retraite",
        "Revenus du travail",
        "Montant mensuel de la pension de la SV",
        "Montant mensuel de la pension de retraite du RPC"
      ],
      "rows": [
        {
          "data": ["60", "5 583 $", "5 583 $", "-", "-"]
        },
        {
          "data": ["61", "5 695 $", "5 695 $", "-", "-"]
        },
        {
          "data": ["62", "5 809 $", "5 809 $", "-", "-"]
        },
        {
          "data": ["63", "4 148 $", "2 963 $", "-", "-"]
        },
        {
          "data": ["64", "4 231 $", "3 022 $", "-", "-"]
        },
        {
          "data": ["65", "4 315 $", "-", "763 $", "-"]
        },
        {
          "data": ["66", "4 339 $", "-", "778 $", "-"]
        },
        {
          "data": ["67", "4 361 $", "-", "$794 $", "-"]
        },
        {
          "data": ["68", "4 383 $", "-", "810 $", "-"]
        },
        {
          "data": ["69", "4 404 $", "-", "826 $", "-"]
        },
        {
          "data": ["70", "4 424 $", "-", "842 $", "1 583 $"]
        },
        {
          "data": ["71", "4 512 $", "-", "859 $", "1 615 $"]
        },
        {
          "data": ["72", "4 603 $", "-", "876 $", "1 647 $"]
        },
        {
          "data": ["73", "4 695 $", "-", "894 $", "1 680 $"]
        },
        {
          "data": ["74", "4 789 $", "-", "912 $", "1 714 $"]
        },
        {
          "data": ["75", "4 809 $", "-", "1 023 $", "1 748 $"]
        },
        {
          "data": ["76", "4 905 $", "-", "1 043 $", "1 783 $"]
        },
        {
          "data": ["77", "5 004 $", "-", "1 064 $", "1 819 $"]
        },
        {
          "data": ["78", "5 104 $", "-", "1 086 $", "1 855 $"]
        },
        {
          "data": ["79", "5 124 $", "-", "1 107 $", "1 892 $"]
        },
        {
          "data": ["80", "5 144 $", "-", "1 129 $", "1 930 $"]
        },
        {
          "data": ["81", "5 247 $", "-", "1 152 $", "1 968 $"]
        },
        {
          "data": ["82", "5 265 $", "-", "1 175 $", "2 008 $"]
        },
        {
          "data": ["83", "5 283 $", "-", "1 199 $", "2 048 $"]
        },
        {
          "data": ["84", "5 298 $", "-", "1 223 $", "2 089 $"]
        },
        {
          "data": ["85", "5 404 $", "-", "1 247 $", "2 131 $"]
        },
        {
          "data": ["86", "5 419 $", "-", "1 272 $", "2 173 $"]
        },
        {
          "data": ["87", "5 527 $", "-", "1 297 $", "2 217 $"]
        }
      ]
    },
    "description": "Ce tableau montre trois sources de revenus que Bonnie peut utiliser entre 60 et 88 ans pour atteindre son objectif de revenu mensuel. L'une est son salaire, l'autre sa pension de la SV et la troisième sa pension de retraite du RPC. Le graphique montre que Bonnie commence à recevoir sa pension de la SV à 65 ans et sa pension du RPC à 70 ans. Les pensions publiques s'additionnent pour se rapprocher de son objectif à la retraite, mais il y a encore des écarts. L'écart de revenu au début de la retraite doit être comblé par l'épargne-retraite et les investissements.",
    "heading": "La pension de retraite du RPC peut commencer plus tard",
    "li1": "À 60 ans, elle recevra 585 $ par mois;",
    "li2": "À 65 ans, elle recevra 914 $ par mois;",
    "li3": "À 70 ans, elle recevra 1 299 $ par mois.",
    "p1": "Le RPC vous permet de choisir le moment où vous souhaitez commencer à recevoir votre pension de retraite, et chaque mois que vous reportez augmente votre montant mensuel. Le montant mensuel le plus élevé que vous puissiez recevoir est atteint à l'âge de 70 ans, après quoi il n'y a plus d'avantage à attendre. Si vous avez besoin d'argent plus tôt, vous pouvez commencer à recevoir votre pension dès l'âge de 60 ans, mais avec une réduction permanente. Dans le cas de Bonnie, si elle commence à recevoir sa pension de retraite du RPC :",
    "p2": "L'écart de revenu de Bonnie doit être comblé par son épargne-retraite et ses investissements.",
    "p3": "Bonnie prend la décision de reporter sa pension de retraite du Régime de pension du Canada (RPC), et de la recevoir à l'âge de 70 ans. La pension de retraite du Régime de pension du Canada est ajustée une fois par année pour tenir compte de l'inflation. Après avoir reçu sa pension du RPC et sa Sécurité de Vieillesse (SV), Bonnie n'atteint toujours pas son objectif de revenu mensuel. Les écarts demeurants doivent être combler par son épargne-retraite ou ses placements."
  },
  "description-heading": "Description",
  "early-pension": {
    "accessibility": {
      "button-label": "Texte alternatif pour Revenus du travail, SV, RPC et épargnes pour la retraite",
      "caption": "Valeurs présentées sur l'image :",
      "header": [
        "Âge",
        "Objectif de revenu mensuel à la retraite",
        "Revenus du travail",
        "Montant mensuel de la pension de la SV",
        "Montant mensuel de la pension de retraite du RPC",
        "Épargnes pour la retraite"
      ],
      "rows": [
        {
          "data": ["60", "5 583 $", "5 583 $", "-", "-", "-"]
        },
        {
          "data": ["61", "5 695 $", "5 695 $", "-", "-", "-"]
        },
        {
          "data": ["62", "5 809 $", "5 809 $", "-", "-", "-"]
        },
        {
          "data": ["63", "4 148 $", "2 963 $", "-", "830 $", "354 $"]
        },
        {
          "data": ["64", "4 231 $", "3 022 $", "-", "847,43 $", "361 $"]
        },
        {
          "data": ["65", "4 315 $", "-", "763 $", "864,38 $", "2 688 $"]
        },
        {
          "data": ["66", "4 339 $", "-", "778 $", "881,67 $", "2 679 $"]
        },
        {
          "data": ["67", "4 361 $", "-", "794 $", "899,30 $", "2 668 $"]
        },
        {
          "data": ["68", "4 383 $", "-", "810 $", "917,29 $", "2 656 $"]
        },
        {
          "data": ["69", "4 404 $", "-", "826 $", "935,63 $", "2 642 $"]
        },
        {
          "data": ["70", "4 424 $", "-", "842 $", "954,35 $", "2 627 $"]
        },
        {
          "data": ["71", "4 512 $", "-", "859 $", "973,43 $", "2 680 $"]
        },
        {
          "data": ["72", "4 603 $", "-", "876 $", "992,90 $", "2 733 $"]
        },
        {
          "data": ["73", "4 695 $", "-", "894 $", "1 012,76 $", "2 788 $"]
        },
        {
          "data": ["74", "4 789 $", "-", "912 $", "1 033,02 $", "2 844 $"]
        },
        {
          "data": ["75", "4 809 $", "-", "1 023 $", "1 053,68 $", "2 733 $"]
        },
        {
          "data": ["76", "4 905 $", "-", "1 043 $", "1 074,75 $", "2 787 $"]
        },
        {
          "data": ["77", "5 004 $", "-", "1 064 $", "1 096,24 $", "2 843 $"]
        },
        {
          "data": ["78", "5 104 $", "-", "1 086 $", "1 118,17 $", "2 900 $"]
        },
        {
          "data": ["79", "5 124 $", "-", "1 107 $", "1 140,53 $", "2 876 $"]
        },
        {
          "data": ["80", "5 144 $", "-", "1 129 $", "1 163,34 $", "2 851 $"]
        },
        {
          "data": ["81", "5 247 $", "-", "1 152 $", "1 186,61 $", "2 908 $"]
        },
        {
          "data": ["82", "5 265 $", "-", "1 175 $", "1 210,34 $", "2 880 $"]
        },
        {
          "data": ["83", "5 283 $", "-", "1 199 $", "1 234,55 $", "2 849 $"]
        },
        {
          "data": ["84", "5 298 $", "-", "1 223 $", "1 259,24 $", "2 817 $"]
        },
        {
          "data": ["85", "5 404 $", "-", "1 247 $", "1 284,43 $", "2 873 $"]
        },
        {
          "data": ["86", "5 419 $", "-", "1 272 $", "1 310,11 $", "2 837 $"]
        },
        {
          "data": ["87", "5 527 $", "-", "1 297 $", "1 336,32 $", "2 894 $"]
        }
      ]
    },
    "description": "Ce graphique présente les quatre sources de revenus de retraite de Bonnie. Elle utilise ses revenus professionnels, ses deux pensions publiques et son épargne-retraite pour atteindre son objectif de revenu mensuel de 60 à 88 ans. Ce graphique montre que Bonnie travaille à temps plein de 60 à 62 ans. Elle passe ensuite à temps partiel entre 63 et 64 ans et ses revenus sont inférieurs de moitié à ce qu'ils étaient auparavant. Bonnie commence à recevoir sa pension de retraite du RPC à l'âge de 63 ans, lorsqu'elle passe à un travail à temps partiel pour atteindre son objectif de revenu mensuel. Bonnie commence également à recevoir sa pension de la SV à 65 ans. Le graphique montre que la majorité de son revenu de retraite de 65 à 88 ans provient de son épargne-retraite. Si le RPC commence à l'âge de 63 ans, Bonnie doit avoir <strong>579 000 $</strong> d'épargne-retraite après taxes, pour combler l'écart. Ceci est 51 000 $ de plus que si elle avait choisi de recevoir sa pension de retraite du RPC à 70 ans.",
    "heading": "Mais que se passe-t-il si Bonnie commence à recevoir sa pension publique plus tôt?",
    "p1": "Pendant qu'elle prend sa décision, Bonnie pense aussi à recevoir sa pension de retraite du Régime de pensions du Canada (RPC) à l'âge de 63 ans. Cela lui permet de compenser la baisse de ses revenus lorsqu'elle travaille à temps partiel. Elle commence également à recevoir sa pension de la Sécurité de la vieillesse (SV) à l'âge de 65 ans lorsqu'elle prend sa retraite. Dans ce cas, Bonnie recevra 585 $ par mois de la pension de retraite du RPC et la totalité de la pension mensuelle de la SV à l'âge de 65 ans.",
    "p2": "Si le RPC commence à 63 ans, Bonnie doit avoir <strong>579 000 $</strong> d'épargne-retraite après impôt pour combler l'écart. C'est 51 000 $ de plus que si elle recevait sa pension de retraite du RPC à 70 ans.."
  },
  "header": "Bonnie reporte sa pension pour réduire les épargnes dont elle a besoin",
  "key-takeaways": {
    "a1": "https://www.canada.ca/fr/services/prestations/pensionspubliques/rpc/securite-vieillesse/supplement-revenu-garanti/montant-prestation.html",
    "a2": "https://www.canada.ca/fr/services/prestations/pensionspubliques/rpc/securite-vieillesse/supplement-revenu-garanti/admissibilite.html",
    "heading": "Points à retenir",
    "li1": "Lorsque vous commencez à prendre votre retraite, vous devez réfléchir à toutes vos sources de revenus et à la manière dont elles interagissent ensemble.",
    "li2": "De nombreux planificateurs financiers affirment qu'en disposant de 60 à 70 % de votre revenu actuel à la retraite, vous pourrez maintenir votre mode de vie à la retraite.",
    "li3": "Vous devrez peut-être utiliser un peu plus de votre épargne-retraite en attendant de commencer à recevoir vos pensions publiques. Cependant, les montants mensuels plus élevés pourraient valoir la peine d'attendre.",
    "li4": "En fait, si vous attendez, vous pourriez même utiliser moins de votre épargne-retraite à long terme.",
    "li5": "Pensez à l'inflation lorsque vous planifiez votre retraite.",
    "li6": "Votre pension de la Sécurité de la vieillesse (SV) et votre pension de retraite du Régime de pensions du Canada (RPC) seront ajustées à l'inflation, mais votre épargne-retraite et vos investissements pourraient ne pas l'être.",
    "smart-tip": "<strong>Conseil judicieux :</strong> Si vous êtes admissible à la pension de la Sécurité de la vieillesse (SV) et que votre <a1>revenu est faible</a1>, vous pouvez également recevoir le <a2>Supplément de revenu garanti (SRG)</a2>. Vous ne pouvez pas recevoir le SRG si vous reportez le versement de votre pension de la SV. Les personnes qui ont droit au SRG ne devraient pas attendre d'avoir atteint l'âge de 65 ans pour en faire la demande."
  },
  "learn-more": {
    "deciding-when-to-take-your-pensions": {
      "description": "La souplesse des pensions publiques vous offre des options de retraite. Découvrez quoi choisir et les éléments à considérer.",
      "header": "Décider quand recevoir sa pension publique"
    },
    "going-from-work-to-retirement": {
      "description": "Vous pouvez choisir différentes manière d'effectuer une transition du monde du travail a celui de la retraite. Prendre sa retraite du monde du travail et commencer a recevoir ses pensions publiques sont deux choses différentes.",
      "header": "Transition du monde du travail à la retraite"
    },
    "header": "En savoir plus",
    "main-sources-of-retirment-income": {
      "description": "Renseignez-vous sur les différentes sources de revenus de retraite dont vous pourriez bénéficier. Examiner vos sources de revenus et identifier les écarts potentiel.",
      "header": "Principales sources de revenus de retraite"
    },
    "saving-for-retirement": {
      "description": "Quand, pourquoi et comment commencer à épargner pour votre retraite et des conseils pour équilibrer vos priorités financières.",
      "header": "Économiser pour la retraite",
      "href": "https://www.canada.ca/fr/agence-consommation-matiere-financiere/services/planification-retraite/economiser-pour-retraite.html"
    }
  },
  "meta": {
    "description": "Bonnie aurait besoin de moins d'économies si elle retardait ses versements de la SV et du RPC pour prendre sa retraite à l'aise."
  },
  "overview": {
    "a1": "https://www.osfi-bsif.gc.ca/fra/oca-bac/ar-ra/cpp-rpc/Pages/cpp31.aspx#tbl44",
    "a2": "https://www.osfi-bsif.gc.ca/fra/oca-bac/as-ea/Pages/CPP_Mortality_Study_2021.aspx#tbl32",
    "heading": "Aperçu",
    "p1": "Bonnie a travaillé dans le domaine du marketing pendant plus de 35 ans. Pendant cette période, elle a épargné pour sa retraite. Lorsqu'elle quittera son emploi, Bonnie conduira moins, aura besoin de moins de vêtements de travail et pourra davantage cuisiner à la maison. Ces changements dans son mode de vie réduiront son coût de la vie mensuelle.",
    "p2": "Bonnie a maintenant 60 ans. Son salaire à temps plein est de 67 000 $ par an, soit 5 583 $ par mois. Elle souhaite passer à temps partiel à l'âge de 63 ans et prendre sa retraite complète à l'âge de 65 ans. Bonnie est aujourd'hui en bonne santé et décide de planifier pour les 28 prochaines années, ce qui correspond à l'espérance de vie moyenne d'une femme Canadienne âgée de 60 ans cette année.",
    "p3": "L'objectif de Bonnie à la retraite est de conserver son mode de vie actuel. Pour ce faire, elle devra décider du moment où elle commencera à recevoir ses pensions du Régime de pensions du Canada (RPC) et de la Sécurité de la vieillesse (SV), car cela modifiera la façon dont elle utilisera son épargne et le moment où elle le fera.",
    "smart-tip": "<strong>Conseil judicieux :</strong> La longévité est un facteur important pour le calcul de la pension. La plupart des Canadiens sous-estiment leur espérance de vie et nombre d'entre eux risquent d'épuiser leur épargne. En moyenne, les Canadiens âgés de 65 ans aujourd'hui peuvent espérer <a1>vivre jusqu'à 86 ans pour les hommes et 88 ans pour les femmes</a1>. C'est pourquoi ils doivent prévoir au moins 20 à 25 ans de plus. En fait, il y a <a2>environ 50 % de chances que</a2> les personnes qui prennent leur retraite aujourd'hui vivent jusqu'à 90 ans. Il est bon d'avoir un plan financier pour ces années de vie."
  },
  "own-savings": {
    "accessibility": {
      "button-label": "Texte alternatif pour Revenus du travail, SV, RPC et épargnes pour la retraite",
      "caption": "Valeurs présentées sur l'image :",
      "header": [
        "Âge",
        "Objectif de revenu mensuel à la retraite",
        "Revenus du travail",
        "Montant mensuel de la pension de la SV",
        "Montant mensuel de la pension de retraite du RPC",
        "Épargnes pour la retraite"
      ],
      "rows": [
        {
          "data": ["60", "5 583 $", "5 583 $", "-", "-", "-"]
        },
        {
          "data": ["61", "5 695 $", "5 695 $", "-", "-", "-"]
        },
        {
          "data": ["62", "5 809 $", "5 809 $", "-", "-", "-"]
        },
        {
          "data": ["63", "4 148 $", "2 963 $", "-", "-", "1 185 $"]
        },
        {
          "data": ["64", "4 231 $", "3 022 $", "-", "-", "1 209 $"]
        },
        {
          "data": ["65", "4 315 $", "-", "763 $", "-", "3 553 $"]
        },
        {
          "data": ["66", "4 339 $", "-", "778 $", "-", "3 560 $"]
        },
        {
          "data": ["67", "4 361 $", "-", "794 $", "-", "3 567 $"]
        },
        {
          "data": ["68", "4 383 $", "-", "810 $", "-", "3 573 $"]
        },
        {
          "data": ["69", "4 404 $", "-", "826 $", "-", "3 578 $"]
        },
        {
          "data": ["70", "4 424 $", "-", "842 $", "1 583,15 $", "1 998 $"]
        },
        {
          "data": ["71", "4 512 $", "-", "859 $", "1 614,81 $", "2 038 $"]
        },
        {
          "data": ["72", "4 603 $", "-", "876 $", "1 647,10 $", "2 079 $"]
        },
        {
          "data": ["73", "4 695 $", "-", "894 $", "1 680,05 $", "2 121 $"]
        },
        {
          "data": ["74", "4 789 $", "-", "912 $", "1 713,65 $", "2 163 $"]
        },
        {
          "data": ["75", "4 809 $", "-", "1 023 $", "1 747,92 $", "2 038 $"]
        },
        {
          "data": ["76", "4 905 $", "-", "1 043 $", "1 782,88 $", "2 079 $"]
        },
        {
          "data": ["77", "5 004 $", "-", "1 064 $", "1 818,54 $", "2 121 $"]
        },
        {
          "data": ["78", "5 104 $", "-", "1 086 $", "1 854,91 $", "2 163 $"]
        },
        {
          "data": ["79", "5 124 $", "-", "1 107 $", "1 892,01 $", "2 125 $"]
        },
        {
          "data": ["80", "5 144 $", "-", "1 129 $", "1 929,85 $", "2 085 $"]
        },
        {
          "data": ["81", "5 247 $", "-", "1 152 $", "1 968,44 $", "2 126 $"]
        },
        {
          "data": ["82", "5 265 $", "-", "1 175 $", "2 007,81 $", "2 082 $"]
        },
        {
          "data": ["83", "5 283 $", "-", "1 199 $", "2 047,97 $", "2 036 $"]
        },
        {
          "data": ["84", "5 298 $", "-", "1 223 $", "2 088,93 $", "1 987 $"]
        },
        {
          "data": ["85", "5 404 $", "-", "1 247 $", "2 130,71 $", "2 027 $"]
        },
        {
          "data": ["86", "5 419 $", "-", "1 272 $", "2 173,32 $", "1 974 $"]
        },
        {
          "data": ["87", "5 527 $", "-", "1 297 $", "2 216,79 $", "2 013 $"]
        }
      ]
    },
    "description": "Ce graphique présente les quatre sources de revenus de retraite de Bonnie. Elle utilise ses revenus du travail, ses deux pensions publiques et son épargne-retraite pour atteindre son revenu mensuel de 60 à 88 ans. Ce graphique montre que Bonnie travaille à temps plein de 60 à 62 ans. Elle passe ensuite à temps partiel entre 63 et 64 ans et ses revenus sont inférieurs de moitié à ce qu'ils étaient auparavant. Bonnie utilise une partie de son épargne-retraite pour atteindre son objectif. Bonnie prend sa retraite complète à 65 ans et utilise son épargne-retraite et la pension de la SV pour atteindre son objectif de revenu mensuel jusqu'à l'âge de 70 ans. De 70 à 88 ans, Bonnie utilise toutes ses sources de revenus, y compris sa pension de retraite du RPC, pour atteindre son objectif. Le graphique montre que, de 70 à 88 ans, la pension de retraite du RPC et l'épargne-retraite font la majorité de son revenu de retraite. Si la pension de retraite du RPC commence à l'âge de 70 ans, Bonnie doit disposer de <strong>528 000 $</strong> d'épargnes-retraite après impôt pour combler l'écart.",
    "heading": "Utiliser son épargne-retraite pour combler les lacunes",
    "p1": "Pour atteindre son objectif de revenu mensuel, Bonnie doit disposer de <strong>528 000 $</strong> d'épargne avant impôts. Mais comme les impôts peuvent être moins élevés à la retraite, il se peut qu'elle doive épargner moins. Bonnie décide de reporter le versement de sa pension de retraite du Régime de pensions du Canada (RPC). Pour cette raison, sa seule source de revenu sera sa pension de la Sécurité de la vieillesse (SV) et son épargne-retraite jusqu'à l'âge de 70 ans.",
    "p2": "Si la pension du RPC commence à 70 ans, Bonnie doit disposer de <strong>528 000 $</strong> d'épargne-retraite après impôt pour combler l'écart."
  },
  "stopping-earnings": {
    "accessibility": {
      "button-label": "Texte alternatif pour Revenus du travail",
      "caption": "Valeurs présentées sur l'image :",
      "header": ["Âge", "Objectif de revenu mensuel à la retraite", "Revenus du travail"],
      "rows": [
        {
          "data": ["60", "5 583 $", "5 583 $"]
        },
        {
          "data": ["61", "5 695 $", "5 695 $"]
        },
        {
          "data": ["62", "5 809 $", "5 809 $"]
        },
        {
          "data": ["63", "4 148 $", "2 963 $"]
        },
        {
          "data": ["64", "4 231 $", "3 022 $"]
        },
        {
          "data": ["65", "4 315 $", "-"]
        },
        {
          "data": ["66", "4 339 $", "-"]
        },
        {
          "data": ["67", "4 361 $", "-"]
        },
        {
          "data": ["68", "4 383 $", "-"]
        },
        {
          "data": ["69", "4 404 $", "-"]
        },
        {
          "data": ["70", "4 424 $", "-"]
        },
        {
          "data": ["71", "4 512 $", "-"]
        },
        {
          "data": ["72", "4 603 $", "-"]
        },
        {
          "data": ["73", "4 695 $", "-"]
        },
        {
          "data": ["74", "4 789 $", "-"]
        },
        {
          "data": ["75", "4 809 $", "-"]
        },
        {
          "data": ["76", "4 905 $", "-"]
        },
        {
          "data": ["77", "5 004 $", "-"]
        },
        {
          "data": ["78", "5 104 $", "-"]
        },
        {
          "data": ["79", "5 124 $", "-"]
        },
        {
          "data": ["80", "5 144 $", "-"]
        },
        {
          "data": ["81", "5 247 $", "-"]
        },
        {
          "data": ["82", "5 265 $", "-"]
        },
        {
          "data": ["83", "5 283 $", "-"]
        },
        {
          "data": ["84", "5 298 $", "-"]
        },
        {
          "data": ["85", "5 404 $", "-"]
        },
        {
          "data": ["86", "5 419 $", "-"]
        },
        {
          "data": ["87", "5 527 $", "-"]
        }
      ]
    },
    "description": "Ce graphique montre que Bonnie travaille à temps plein jusqu'à l'âge de 62 ans et atteint son objectif de revenu mensuel. À 63 ans, elle passe à temps partiel et son revenu mensuel est inférieur de moitié à ce qu'il était auparavant. L'objectif du revenu mensuel de Bonnie est également ramené à 70 % car elle pourrait avoir besoin de moins de revenu à la retraite. Il y a un écart entre le revenu mensuel de Bonnie provenant de son travail à temps partiel et son objectif à la retraite. À l'âge de 65 ans, Bonnie prend sa retraite complète et ne reçois aucun montant de son emploi. En raison de l'inflation, le revenu mensuel de Bonnie augmentera légèrement jusqu'à l'âge de 88 ans.",
    "heading": "Arrêt de la rémunération du travail",
    "p": "Pour prendre une retraite à l'aise, Bonnie a besoin d'environ 60 à 70 % de son revenu professionnel actuel avant impôts. Le revenu mensuel cible augmente ensuite avec un taux d'inflation de 2 % à l'avenir."
  },
  "values-heading": "Valeurs"
}
