{
  "breadcrumbs": {
    "learn": "Apprendre"
  },
  "conclusion": {
    "disclaimer": "<strong>Avertissement :</strong> ces histoires ne sont que des exemples simplifiés destinés à illustrer les différents facteurs à prendre en compte pour décider du moment où vous commencerez à recevoir vos pensions publiques, ainsi que les résultats potentiels. Ils n'incluent pas, par exemple, les effets de la fiscalité ou de la croissance des investissements, et supposent que l'objectif de Fred est d'obtenir un revenu stable tout au long de sa vie. Ces récits n'ont pas pour but de fournir des conseils financiers et nous vous encourageons vivement à demander l'aide d'un conseiller financier lorsque vous planifiez votre retraite.",
    "heading": "Conclusion",
    "p": "Fred souhaite bénéficier des pensions les plus élevées parmi les pensions de retraite de la SV et du RPC qui lui sont offertes. Pour ce faire, il a évalué ses pensions mensuelles et ses pensions à vie. Il a tenu compte de la durée pendant laquelle il recevera ses pensions et du montant qu'il pourra recevoir de la pension de retraite du RPC et de la pension de la SV à l'âge de 86 ou 89 ans. Fred peut se permettre de reporter le versement de ses pensions et prévoit de travailler à temps partiel au début de sa retraite. Il ne serait pas l'éligible a recevoir le SRG. Compte tenu de tous ces facteurs, Fred a décidé de reporter sa pension de retraite du RPC jusqu'à l'âge de 70 ans et sa pension de la SV jusqu'à l'âge de 68 ans. Il bénéficiera ainsi des pensions mensuelles et a vie les plus élevées."
  },
  "cpp": {
    "heading": "Pension de retraite du RPC de Fred",
    "lifetime-pension": {
      "accessibility": {
        "button-label": "Texte de remplacement pour Pension de retraite mensuelle du RPC de Fred",
        "caption": "Valeurs présentées sur l'image :",
        "header": ["Âge auquel Fred commence à toucher sa pension", "Pension de retraite mensuelle"],
        "rows": [
          {
            "data": ["60", "259 584 $"]
          },
          {
            "data": ["65", "327 600 $"]
          },
          {
            "data": ["70", "354 432 $"]
          }
        ]
      },
      "description": "Le tableau montre l'évolution des versements mensuels de la pension de retraite du RPC de Fred en fonction de l'âge auquel il commence à toucher sa pension. Il montre que plus il attend pour commencer à recevoir sa pension, plus il recevra d'argent chaque mois. Il peut commencer à recevoir sa pension de retraite du RPC à 60 ans pour obtenir le montant le plus bas, ou à 70 ans pour obtenir le montant le plus élevé. La pension mensuelle de Fred pourrait augmenter de moitié si elle était versée à l'âge de 65 ans. Elle fera plus que doubler à 70 ans par rapport à la pension versée à 60 ans.",
      "p": "La pension de retraite mensuelle du RPC de Fred pourrait augmenter si elle était versée dès l'âge de 65 ans. Elle ferait plus que doubler à l'âge de 70 ans, par rapport à commencer à l'âge de 60 ans."
    },
    "monthly-pension": {
      "accessibility": {
        "button-label": "Texte de remplacement pour Pension de retraite mensuelle du RPC de Fred",
        "caption": "Valeurs présentées sur l'image :",
        "header": ["Âge auquel Fred commence à toucher sa pension", "Pension de retraite mensuelle"],
        "rows": [
          {
            "data": ["60", "832 $"]
          },
          {
            "data": ["65", "1 300 $"]
          },
          {
            "data": ["70", "1 846 $"]
          }
        ]
      },
      "description": "Le tableau montre l'évolution des versements mensuels de la pension de retraite du RPC de Fred en fonction de l'âge auquel il commence à toucher sa pension. Il montre que plus il attend pour commencer à recevoir sa pension, plus il recevra d'argent chaque mois. Il peut commencer à recevoir sa pension de retraite du RPC à 60 ans pour obtenir le montant le plus bas, ou à 70 ans pour obtenir le montant le plus élevé. La pension mensuelle de Fred pourrait augmenter de moitié si elle était versée à l'âge de 65 ans. Elle fera plus que doubler à 70 ans par rapport à la pension versée à 60 ans.",
      "p1": "La pension de retraite mensuelle du RPC de Fred pourrait augmenter si elle était versée dès l'âge de 65 ans. Elle ferait plus que doubler à l'âge de 70 ans, par rapport à commencer à l'âge de 60 ans.",
      "p2": "La pension de retraite mensuelle du RPC de Fred à l'âge de 70 ans pourrait être supérieure de plus de 1 000 $ par mois à sa pension à l'âge de 60 ans. Fred souhaite recevoir la pension mensuelle la plus élevée à 70 ans, mais il aura besoin d'un autre revenu au début de sa retraite. Il dispose d'une épargne-retraite qu'il peut utiliser en attendant le début de sa pension de retraite du RPC.",
      "p3": "Lorsque Fred parle de sa décision à beaucoup de ses amis, ceux-ci lui font remarquer qu'il renonce à un revenu au début de sa retraite pour obtenir ce versement mensuel plus élevé. Fred décide donc d'examiner le montant total qu'il recevra du RPC au cours de sa vie. Il constate que, même avec une espérance de vie normale, il obtiendra davantage au fil du temps en attendant."
    },
    "p1": "Fred pourrait toucher 68 000 $ de plus du RPC s'il commençait à recevoir sa pension de retraite à 65 ans au lieu de 60 ans. Il pourrait recevoir près de 95 000 $ de plus s'il commençait à 70 ans.",
    "p2": "Si Fred vit un peu plus longtemps, les différences s'accroissent encore. À l'âge de 89 ans, Fred pourrait recevoir près de 85 000 $ de plus en revenu de retraite du RPC s'il commençait à 65 ans au lieu de 60. S'il commence à 70 ans, il recevera plus de 130 000 $ de plus. Compte tenu de ses besoins et de son désir de tirer le maximum du système, Fred décide qu'il est financièrement très sensé d'attendre avant de commencer à recevoir sa pension de retraite du RPC.",
    "p3": "Fred sait que sa pension de retraite du RPC augmentera chaque année en fonction de l'inflation et qu'elle est garantie à vie. Même si ses investissements privés ne sont pas très performants, la pension de retraite du RPC constituera un soutien financier sûr et de qualité, même pendant ses vieux jours. Fred décide d'attendre et de recevoir sa pension de retraite du RPC à l'âge de 70 ans. Pour combler toute écarts de revenu d'ici là, Fred décide d'utiliser environ 1 500 $ par mois de son épargne-retraite privée. Il pourrait également travailler à temps partiel en tant que conducteur d'un véhicule de covoiturage.",
    "smart-tip": "<strong>Conseil judicieux :</strong> Il peut être utile de tenir compte non seulement du montant mensuel, mais également du montant total que vous recevrez au cours de votre vie."
  },
  "description-heading": "Description",
  "header": "Fred décide quand commencer a recevoir ses pensions publiques",
  "key-takeaways": {
    "a1": "https://www.canada.ca/fr/services/prestations/pensionspubliques/rpc/securite-vieillesse/supplement-revenu-garanti/montant-prestation.html",
    "a2": "https://www.canada.ca/fr/services/prestations/pensionspubliques/rpc/securite-vieillesse/supplement-revenu-garanti/admissibilite.html",
    "heading": "Points à retenir",
    "li1": "Vous n'êtes pas obligé de commencer à recevoir vos pensions de retraite du Régime de pensions du Canada (RPC) et de la Sécurité de la vieillesse (SV) au même âge.",
    "li2": "Vous pouvez commencer à recevoir vos pensions publiques à différents moments.",
    "li3": "Bien que le RPC et la SV prévoient tous deux des augmentations pour report du début de votre pension, ils n'offrent pas le même taux d'augmentation.",
    "li4": "Pour les personnes âgées de 65 à 70 ans, le RPC prévoit un taux d'augmentation de la pension de retraite pour chaque mois de report par rapport à la pension de la SV. Si l'on attend jusqu'à l'âge de 70 ans, la pension de retraite mensuelle du RPC peut plus que doubler par rapport à un départ à 60 ans.",
    "li5": "De nombreux éléments doivent être pris en compte pour déterminer l'âge auquel vous commencerez à recevoir vos pensions publiques.",
    "li6": "Vous pouvez prendre votre décision en fonction du montant des paiements mensuels, du montant total que vous percevrez au cours de votre vie ou de votre capacité à utiliser l'argent pour répondre à des besoins ou des désirs immédiats.",
    "li7": "Debuter votre pension à 60 ans pourrait signifier laisser l'argent de la pension publique sur la table. En fait, sur la base des montants moyens des prestations, cette décision pourrait coûter 100.000 à la fin de la vie.",
    "li8": "Votre pension continuera d'augmenter pour tenir compte de l'inflation.",
    "smart-tip": "<strong>Conseil judicieux :</strong> Si vous avez droit à la pension de la Sécurité de la vieillesse (SV) et que votre <a1>revenu est faible</a1>, vous pouvez également bénéficier du <a2>Supplément de revenu garanti (SRG)</a2>. Les personnes qui sont eligible au SRG ne devraient pas attendre d'avoir atteint l'âge de 65 ans pour en faire la demande. Vous ne pouvez pas recevoir le SRG si vous reportez le versement de votre pension de la SV."
  },
  "learn-more": {
    "cpp": {
      "description": "Vous trouverez ici les informations les plus récentes sur les montants maximaux des versements mensuels du RPC et sur la façon de connaître le montant de vos versements mensuels.",
      "header": "Pension de retraite du RPC : Montant que vous pourriez recevoir",
      "href": "https://www.canada.ca/fr/services/prestations/pensionspubliques/rpc/prestation-rpc/montant-prestation.html"
    },
    "deciding-when-to-take-your-pensions": {
      "description": "La souplesse des pensions publiques vous offre des options de retraite. Découvrez quoi choisir et les éléments à considérer.",
      "header": "Décider quand recevoir sa pension publique"
    },
    "header": "En savoir plus",
    "oas": {
      "description": "Vous trouverez ici les informations les plus récentes sur les montants maximaux des paiements mensuels de la SV et sur la manière de connaître le montant de vos paiements mensuels.",
      "header": "Montant des paiements de la Sécurité de la vieillesse",
      "href": "https://www.canada.ca/fr/services/prestations/pensionspubliques/rpc/securite-vieillesse/montant-prestation.html"
    },
    "rules-of-thumb-for-public-pensions": {
      "description": "Jetez un coup d'œil sur ces conseils pour vous aider à choisir la date de début de vos pensions. Faites le choix adapté à votre situation particulière.",
      "header": "Règles générales concernant les pensions publiques"
    }
  },
  "meta": {
    "description": "Fred choisi de prendre ses prestation du régime de pension du Canada et sa sécurité de vieillesse de manière à maximise ses paiements."
  },
  "monthly-amounts": {
    "a1": "https://www.canada.ca/fr/emploi-developpement-social/services/mon-dossier.html",
    "a2": "https://www.canada.ca/fr/services/prestations/pensionspubliques/rpc/securite-vieillesse/paiements.html",
    "heading": "Fred trouve les montants mensuels de ses pensions publiques",
    "p1": "Fred se rend sur <a1>Mon dossier Service Canada</a1> pour consulter son relevé personnel de contributions au RPC. Il reçoit sa pension de retraite estimée du RPC à l'âge de 65 ans.",
    "p2": "Pour connaître le montant prévu de sa pension de la SV, il consulte <a2>l'Estimateur de prestations de la Sécurité de la vieillesse</a2>."
  },
  "oas": {
    "heading": "Pension de la SV de Fred",
    "lifetime-pension": {
      "accessibility": {
        "button-label": "Texte alternatif pour Pension de retraite à vie du RPC de Fred, à 86 ans",
        "caption": "Valeurs présentées sur l'image :",
        "header": ["Âge auquel Fred commence à toucher sa pension de la SV", "Pension à vie de la SV"],
        "rows": [
          {
            "data": ["65", "191 545 $"]
          },
          {
            "data": ["67", "198 258 $"]
          },
          {
            "data": ["68", "199 645 $"]
          },
          {
            "data": ["70", "198 477 $"]
          }
        ]
      },
      "description": "Le graphique montre l'évolution des versements de la pension à vie de Fred en fonction de l'âge auquel il commence à bénéficier de la SV. À l'âge de 86 ans, la pension à vie de la SV est plus élevée si Fred commence sa SV à 68 ans. Il est également possible de commencer à toucher la pension à 67 ans.",
      "p1": "La différence de prestations mensuelles résultant du report de la pension de la Sécurité de la vieillesse (SV) est plus faible que pour la pension de retraite du Régime de pensions du Canada (RPC). Si Fred prend sa pension de la SV plus tard, la différence dans les paiements mensuels est de quelques centaines de dollars. Fred veut explorer sa pension de SV à vie pour avoir une vue d'ensemble de la situation.",
      "p2": "À l'âge de 86 ans, la pension à vie de la SV est plus élevée si Fred commence à toucher la SV à l'âge de 68 ans. Il est également possible de commencer à recevoir la pension à l'âge de 67 ans."
    },
    "monthly-pension": {
      "accessibility": {
        "button-label": "Texte alternatif pour Pension mensuelle de la SV de Fred",
        "caption": "Valeurs présentées sur l'image :",
        "header": ["Âge auquel Fred commence à toucher sa pension de la SV", "Montant mensuel de la pension de la SV"],
        "rows": [
          {
            "data": ["65", "691 $"]
          },
          {
            "data": ["67", "791 $"]
          },
          {
            "data": ["68", "840 $"]
          },
          {
            "data": ["70", "940 $"]
          }
        ]
      },
      "description": "Le graphique montre l'évolution des versements de la pension à vie de la SV de Fred en fonction de l'âge auquel il commence à recevoir sa pension. Il montre que plus il attend pour commencer à recevoir sa pension, plus il recevra d'argent chaque mois. Il peut commencer à recevoir sa pension de la SV à 65 ans pour le montant le plus faible, ou à 70 ans pour le montant le plus élevé. Si la pension de la SV est reportée de 65 à 68 ans, la différence est d'environ 150 dollars par mois.",
      "p": "Si la pension de la SV est reportée de 65 à 68 ans, la différence est d'environ 150 dollars par mois."
    },
    "p1": "Fred examine le montant de ses pensions à vie de la SV. Il décide qu'il est préférable de commencer sa SV à 68 ans pour recevoir le plus d'argent possible. Commencer à 67 ans est également une bonne chose car la différence n'est pas très importante pour lui et il n'aura pas besoin d'attendre un an de plus pour commencer.",
    "p2": "Fred décide de demander sa pension de la SV à l'âge de 68 ans et de ne pas attendre l'âge de 70 ans. La pension mensuelle de la SV augmentera ses revenus et l'aidera à reporter l'entrée en vigueur de sa pension du RPC jusqu'à l'âge de 70 ans. En outre, Fred prévoit d'utiliser son épargne-retraite privée et de travailler à temps partiel dans une entreprise de covoiturage."
  },
  "overview": {
    "a1": "https://www.osfi-bsif.gc.ca/Fra/oca-bac/ar-ra/cpp-rpc/Pages/cpp31.aspx#tbl44",
    "a2": "https://www.osfi-bsif.gc.ca/Fra/oca-bac/as-ea/Pages/CPP_Mortality_Study_2021.aspx#tbl32",
    "heading": "Aperçu",
    "p1": "Fred a toujours vécu au Canada et a travaillé pendant 40 ans comme chauffeur de camion. Il va avoir 60 ans cette année et a reçu une lettre de Service Canada. Cette lettre indique qu'il peut désormais demander sa pension de retraite du RPC. Fred doit décider s'il veut commencer à toucher sa pension de retraite du RPC de manière anticipée ou attendre.",
    "p2": "Fred sait qu'il est important de tenir compte de son espérance de viepour déterminer le moment où il commencera à recevoir ses pensions publiques. Il est en bonne santé et décide de planifier ses finances jusqu'à l'âge de 86 ans ou plus.",
    "p3": "À l'âge de 65 ans, le montant de la pension de retraite du RPC de Fred sera de 1 300 $ par mois. Comme Fred a vécu au Canada toute sa vie, il aura droit à une pension complète de la SV. En raison de l'argent qu'il compte retirer de son REER et d'autres sources de revenu, Fred n'est pas considéré comme ayant un faible revenu. Il ne serait pas éligible au Supplément de revenu garanti (SRG)",
    "p4": "Fred doit également réfléchir à la date à laquelle il commencera à recevoir la pension de la SV. Il souhaite d'abord réfléchir à sa situation financière afin de s'assurer une retraite à l'aise.",
    "p5": "(FR) After thinking it through, Fred decides to delay his OAS pension until age 68 and delay his CPP retirement pension until age 70. Let's see how he came to this decision!",
    "smart-tip": "<strong>Conseil judicieux :</strong> l'espérance de vie est un facteur important pour le calcul de la pension. La plupart des Canadiens sous-estiment leur espérance de vie et nombre d'entre eux risquent d'épuiser leurs économies. En moyenne, les Canadiens âgés de 65 ans aujourd'hui peuvent s'attendre à <a1>vivre jusqu'à l'âge de 86-88 ans et doivent prévoir au moins 20 ans de plus</a1>. En fait, il y a <a2>environ 50 % de chances que</a2> les personnes qui prennent leur retraite aujourd'hui vivent jusqu'à l'âge de 90 ans. Il est bon d'avoir un plan financier pour ces années de vie."
  },
  "values-heading": "Valeurs"
}
