{
  "breadcrumbs": {
    "learn": "Apprendre"
  },
  "conclusion": {
    "disclaimer": "<strong>Clause de non-responsabilité :</strong> Ces histoires ne sont que des exemples simplifiés destinés à illustrer les différents facteurs à prendre en compte pour décider du moment où vous commencerez à recevoir vos pensions publiques, ainsi que les résultats potentiels. Ils n'incluent pas, par exemple, les effets de la fiscalité ou de la croissance des investissements. Ces histoires n'ont pas pour but de fournir des conseils financiers. Nous vous encourageons vivement à demander l'aide d'un conseiller financier lorsque vous planifiez votre retraite.",
    "heading": "Conclusion",
    "p1": "Keith travaille plus tard à la retraite et prévoit de conserver son emploi jusqu'à l'âge de 70 ans. Il n'aura peut-être pas besoin immédiatement de la pension de retraite du Régime de pensions du Canada (RPC) et n'est pas admissible au Supplément de revenu garanti (SRG). Il souhaite recevoir les pensions les plus élevées de la Sécurité de la vieillesse (SV) et du Régime de pensions du Canada (RPC) dont il dispose. Il aimerait savoir comment il peut utiliser les prestations d'après-retraite (PAR), s'il choisit de recevoir le RPC avant de prendre sa retraite.",
    "p2": "Keith a décidé de commencer à cotiser au RPC à l'âge de 65 ans et de continuer à cotiser jusqu'à l'âge de 70 ans, en recevant 5 PAR. Ce choix lui permettra d'obtenir une pension mensuelle élevée qui sera complétée chaque année jusqu'à cinq PAR supplémentaires. Il pourra ainsi recevoir la pension la plus élevée à vie, à l'âge de 87 et 90 ans.",
    "p3": "Keith décide également de reporter le versement de sa pension de la SV jusqu'à l'âge de 70 ans. La prestation mensuelle plus élevée lui sera utile lorsqu'il prendra sa retraite."
  },
  "cpp": {
    "cpp-choices": {
      "accessibility": {
        "button-label": "Texte alternatif pour Comparez la pension de retraite mensuelle du RPC de Keith à 70 ans, pour avoir des différents choix",
        "caption": "Valeurs présentées sur l'image :",
        "header": [
          "Les choix que Keith envisage",
          "Pension de retraite du RPC de base en fonction de l'âge de départ",
          "Montant ajouté pour la PAR",
          "Total du montant mensuel"
        ],
        "rows": [
          {
            "data": [
              "Choix 1 : Prendre le RPC à 60 ans, cotiser jusqu'à 70.",
              "640 $",
              "325 $",
              "965 $"
            ]
          },
          {
            "data": [
              "Choix 2 : Prendre le RPC à 60 ans, cotiser jusqu'à 65.",
              "640 $",
              "132 $",
              "772 $"
            ]
          },
          {
            "data": [
              "Choix 3 : Prendre le RPC à 65 ans, cotiser jusqu'à 70.",
              "1 000 $",
              "193 $",
              "1 193 $"
            ]
          },
          {
            "data": [
              "Choix 4 : Cotiser jusqu'à 70 ans, prendre le RPC à 70.",
              "1 420 $",
              "-",
              "1 420 $"
            ]
          }
        ]
      },
      "choices": {
        "li1": "Choix 1 : Prendre le RPC à 60 ans, cotiser jusqu'à 70.",
        "li2": "Choix 2 : Prendre le RPC à 60 ans, cotiser jusqu'à 65.",
        "li3": "Choix 3 : Prendre le RPC à 65 ans, cotiser jusqu'à 70.",
        "li4": "Choix 4 : Cotiser jusqu'à 70 ans, prendre le RPC à 70."
      },
      "description": "Ce tableau montre les quatre choix qui s'offrent à Keith pour son revenu mensuel de retraite. Il dispose de deux sources potentielles de revenu, soit sa pension de retraite du RPC et ses Prestations d'après-retraite. Pour tous les choix, la pension de retraite du RPC représente la plus grande partie de son revenu mensuel. En recevant la pension du RPC à l'âge de 70 ans, ceci représente le revenu mensuel le plus élevé. Le fait de recevoir la pension du RPC à 60 ans et de continuer à travailler pendant 5 ans pour recevoir les 5 prestations  après retraite est le revenu mensuel le moins élevé.",
      "heading": "Pour chaque choix, quelle est la pension de retraite mensuelle du RPC?",
      "p1": "La pension de retraite mensuelle du Régime de pensions du Canada (RPC) sera versée au moment où Keith demandera à la recevoir. Cependant, les PAR s'accumuleront lentement au cours des années où Keith continuera à travailler et à cotiser. Chaque année de cotisation supplémentaire au régime se traduira par un petit complément à la pension et aux prestations existantes l'année suivante. Le graphique compare la pension à l'âge de 70 ans pour différents choix. Les montants sont très différents.",
      "p2": "Les choix 3 et 4 permettent à Keith de recevoir sa pension de retraite du RPC plus tard dans sa vie, à 65 et 70 ans, et de recevoir des montants mensuels plus élevés. Keith aimerait choisir sa stratégie entre ces deux options. Pour les deux options, Keith sait qu'il continuera à cotiser jusqu'à 70 ans."
    },
    "keith-pension-87": {
      "accessibility": {
        "button-label": "Texte alternatif pour Pension de retraite à vie du RPC de Keith, à 87 ans",
        "caption": "Valeurs présentées sur l'image :",
        "header": ["Les choix que Keith envisage", "Montant à vie de la pension de retraite du RPC à l'âge de 87 ans"],
        "rows": [
          {
            "data": ["Choix 1 : Prendre le RPC à 60 ans, cotiser jusqu'à 70.", "288 726 $"]
          },
          {
            "data": ["Choix 2 : Prendre le RPC à 60 ans, cotiser jusqu'à 65.", "245 076 $"]
          },
          {
            "data": ["Choix 3 : Prendre le RPC à 65 ans, cotiser jusqu'à 70.", "307 659 $"]
          },
          {
            "data": ["Choix 4 : Cotiser jusqu'à 70 ans, prendre le RPC à 70.", "289 681 $"]
          }
        ]
      },
      "choices": {
        "li1": "Choix 1 : Recevoir le RPC à 60 ans, cotiser jusqu'à 70.",
        "li2": "Choix 2 : Recevoir le RPC à 60 ans, cotiser jusqu'à 65.",
        "li3": "Choix 3 : Recevoir le RPC à 65 ans, cotiser jusqu'à 70.",
        "li4": "Choix 4 : Cotiser jusqu'à 70 ans, recevoir le RPC à 70."
      },
      "description": "Ce tableau montre le montant de la pension de retraite à vie du RPC pour quatre choix auxquels Keith réfléchit. Il montre que si Keith vit jusqu'à l'âge de 90 ans, le fait de commencer à recevoir sa pension de retraite du RPC à 65 ans et de travailler jusqu'à 70 ans lui procurerait le revenu de retraite le plus élevé.",
      "heading": "Quelle sera la pension de Keith à l'âge de 87 ans?",
      "li1": "Le choix 3 concerne Keith qui recevra sa pension de retraite du Régime de pensions du Canada (RPC) à l'âge de 65 ans et qui contribue au régime jusqu'à l'âge de 70 ans. Il recevra son revenu mensuel de retraite plus tôt dans sa vie et sa pension à vie sera plus élevée;",
      "li2": "Le choix 4 consistait pour Keith à reporter sa pension de retraite du RPC jusqu'à l'âge de 70 ans. Il s'agit également d'une bonne option puisqu'elle permet d'obtenir la pension mensuelle la plus élevée ainsi qu'une pension à vie élevée.",
      "p1": "Keith se rend compte que le choix le plus populaire, le deuxième que ce choix lui offre les montants mensuelles les moins élevé, mais à vie."
    },
    "keith-pension-90": {
      "accessibility": {
        "button-label": "Texte alternatif pour Pension de retraite à vie du RPC de Keith, à 90 ans",
        "caption": "Valeurs présentées sur l'image :",
        "header": ["Les choix que Keith envisage", "Montant à vie de la pension de retraite du RPC à l'âge de 90 ans"],
        "rows": [
          {
            "data": ["Choix 1 : Prendre le RPC à 60 ans, cotiser jusqu'à 70.", "323 455 $"]
          },
          {
            "data": ["Choix 2 : Prendre le RPC à 60 ans, cotiser jusqu'à 65.", "272 854 $"]
          },
          {
            "data": ["Choix 3 : Prendre le RPC à 65 ans, cotiser jusqu'à 70.", "350 601 $"]
          },
          {
            "data": ["Choix 4 : Cotiser jusqu'à 70 ans, prendre le RPC à 70.", "340 801 $"]
          }
        ]
      },
      "choices": {
        "li1": "Choix 1 : Recevoir le RPC à 60 ans, cotiser jusqu'à 70.",
        "li2": "Choix 2 : Recevoir le RPC à 60 ans, cotiser jusqu'à 65.",
        "li3": "Choix 3 : Recevoir le RPC à 65 ans, cotiser jusqu'à 70.",
        "li4": "Choix 4 : Cotiser jusqu'à 70 ans, recevoir le RPC à 70."
      },
      "description": "Ce tableau montre le montant de la pension à vie pour quatre choix auxquels Keith réfléchit. Il montre que si Keith vit jusqu'à 90 ans, c'est en commençant à recevoir sa pension du RPC à 65 ans tout en travaillant et en cotisant jusqu'à 70 ans qu'il obtiendra le revenu de retraite le plus élevé.",
      "heading": "Quelle sera la pension de Keith à l'âge de 90 ans?",
      "p1": "Keith pourrait vivre plus longtemps, ce qui modifierait sa pension à vie.",
      "p4": "Même à l'âge de 90 ans, le choix 3 offre toujours la pension à vie la plus élevée. Keith décide qu'il est préférable de recevoir sa pension du RPC à 65 ans et de contribuer jusqu'à 70 ans."
    },
    "prb": {
      "a1": "https://www.canada.ca/fr/services/prestations/pensionspubliques/rpc/rpc-apres-retraite/admissibilite.html",
      "heading": "Qu'est-ce que le PAR?",
      "p1": "Si vous travaillez tout en recevant votre pension de retraite du Régime de pensions du Canada (RPC), vous pouvez aussi recevoir des <a1>prestations d'après-retraite (PAR) du RPC</a1>. Chaque année où vous travaillez et cotisez, vous recevrez un petit complément d'une PAR supplémentaire qui sera ajouté à votre pension de retraite et à vos prestations du RPC. Chaque PAR est ajusté en fonction de votre âge lorsque vous commencez à la recevoir. Si vous avez moins de 65 ans, cette PAR sera réduit. Si vous avez plus de 65 ans, une nouvelle PAR sera plus élevée."
    },
    "prb-choices": {
      "heading": "Quels sont les choix qui s'offrent à Keith pour combiner sa pension de retraite du RPC avec des PAR?",
      "list": {
        "li1": "<strong>Choix 1 :</strong> Recevoir la pension de retraite du Régime de pensions du Canada (RPC) à l'âge de 60 ans et obtenir une pension mensuelle moins élevée. Keith continuera à travailler et à cotiser jusqu'à l'âge de 70 ans et recevra 10 Prestations après-retraite (PAR).",
        "li2": "<strong>Choix 2 :</strong> Recevoir la pension de retraite du RPC à l'âge de 60 ans et obtenir la pension mensuelle moins élevée. Keith continuera à travailler jusqu'à l'âge de 70 ans, mais cessera de cotiser à l'âge de 65 ans et ne recevra que 5 PAR.",
        "li3": "<strong>Choix 3 :</strong> Recevoir la pension de retraite du RPC à 65 ans et continuer à cotiser au RPC jusqu'à 70 ans. Keith obtiendra ainsi 5 PAR.",
        "li4": "<strong>Choix 4 :</strong> Prendre la retraite du RPC à 70 ans pour bénéficier de la pension mensuelle la plus élevée, sans PAR."
      }
    },
    "what-else": {
      "heading": "Quels sont les autres éléments dont Keith doit prendre ne considération lors de son choix?",
      "list": {
        "li1": "son montant mensuel;",
        "li2": "le montant total qu'il percevra au cours de sa vie."
      },
      "p1": "Lorsque Keith décide quand il commencera à recevoir ses pensions publiques, il est important qu'il y réfléchisse :",
      "p2": "Avant de prendre sa décision finale, Keith veut encore vérifier une chose. Il veut voir comment sa pension à vie évoluera s'il commence à la recevoir à des âges différents.",
      "smart-tip": {
        "content": "<strong>Conseil judicieux :</strong> L'espérance de vie est un facteur important pour le calcul de la pension. La plupart des Canadiens sous-estiment leur espérance de vie et nombre d'entre eux risquent d'épuiser leur épargne. En moyenne, les Canadiens âgés de 65 ans aujourd'hui peuvent s'attendre à <a1>vivre entre l'âge de 86 a 88 ans</a1> et doivent prévoir pour au moins 20 ans de plus. En fait, il y a <a2>environ 50 % de chances</a2> que les personnes qui prennent leur retraite aujourd'hui vivent jusqu'à l'âge de 90 ans. Il est bon d'avoir un plan financier pour ces années de vie.",
        "link-one": "https://www.osfi-bsif.gc.ca/fra/oca-bac/ar-ra/cpp-rpc/Pages/cpp31.aspx#tbl44",
        "link-two": "https://www.osfi-bsif.gc.ca/fra/oca-bac/as-ea/Pages/CPP_Mortality_Study_2021.aspx#tbl32"
      }
    }
  },
  "cpp-oas": {
    "a1": "https://www.canada.ca/fr/emploi-developpement-social/services/mon-dossier.html",
    "a2": "https://www.canada.ca/fr/services/prestations/pensionspubliques/rpc/securite-vieillesse/paiements.html",
    "heading": "Comment Keith a-t-il calculé ses montants mensuels de RPC et de SV?",
    "p1": "Keith s'est rendu dans <a1>Mon dossier Service Canada</a1> pour consulter son état personnel des cotisations. Il a vu le montant estimatif de sa pension de retraite du RPC à l'âge de 65 ans.",
    "p2": "Pour connaître le montant prévu de sa pension de la SV, il a consulté <a2>l'Estimateur de prestations de la Sécurité de la vieillesse</a2>."
  },
  "description-heading": "Description",
  "header": "Keith combine son travail avec ses pensions publiques",
  "key-takeaways": {
    "a1": "https://www.canada.ca/fr/services/prestations/pensionspubliques/rpc/securite-vieillesse/supplement-revenu-garanti/montant-prestation.html",
    "a2": "https://www.canada.ca/fr/services/prestations/pensionspubliques/rpc/securite-vieillesse/supplement-revenu-garanti/admissibilite.html",
    "heading": "Points à retenir",
    "li1": "Choisir de recevoir ses pensions publiques et prendre sa retraite sont deux choses différentes.",
    "li2": "Vous pouvez reporter le versement des prestations de la Sécurité de la vieillesse (SV) et du Régime de pensions du Canada (RPC) et les faire débuter à des âges différents.",
    "li3": "Vous pouvez commencer à recevoir votre pension de retraite du RPC et continuer à cotiser au régime jusqu'à l'âge de 70 ans et recevoir des prestations après-retraite (PAR).",
    "li4": "Si vous souhaitez ou avez besoin de votre pension de retraite plus tôt, la PAR peut être un excellent moyen d'augmenter votre revenu de retraite.",
    "li5": "Elles donnent une petite augmentation qui est payable à vie et entièrement protégé contre l'inflation.",
    "li6": "Comme pour la pension de retraite, les montants de la PAR augmentent en fonction de l'âge auquel vous commencez à les percevoir.",
    "li7": "Ce qui veut dire que les PAR obtenus plus tard dans la vie ont une valeur plus élevée.",
    "li8": "Vous pouvez obtenir un revenu à vie plus élevé du RPC en recevant votre pension de retraite du RPC à l'âge de 65 ans et en cotisant à des PAR jusqu'à l'âge de 70 ans.",
    "li9": "Si vous reportez votre pension de retraite du RPC à l'âge de 70 ans, vous obtiendrez le montant mensuel le plus élevé.",
    "smart-tip": "<strong>Conseil judicieux</strong> : Si vous êtes admissible à la pension de la Sécurité de la vieillesse (SV) et que votre <a1>revenu est faible</a1>, vous pouvez également recevoir le <a2>Supplément de revenu garanti (SRG)</a2>. Vous ne pouvez pas recevoir le SRG si vous reportez le versement de votre pension de la SV. Les personnes qui ont droit au SRG ne devraient pas attendre d'avoir atteint l'âge de 65 ans pour en faire la demande."
  },
  "learn-more": {
    "cpp-prb": {
      "description": "Vous trouverez ici des informations sur la prestation après-retraite du RPC, sur les personnes qui y ont droit, sur le montant que vous pourriez recevoir et sur la façon de présenter une demande.",
      "header": "Prestation après-retraite (PAR)",
      "href": "https://www.canada.ca/fr/services/prestations/pensionspubliques/rpc/rpc-apres-retraite.html"
    },
    "going-from-work-to-retirement": {
      "description": "La souplesse des pensions publiques vous offre des options de retraite. Découvrez quoi choisir et les éléments à considérer.",
      "header": "Décider quand recevoir sa pension publique"
    },
    "header": "En savoir plus",
    "rules-of-thumb-for-public-pensions": {
      "description": "Jetez un coup d'œil sur ces conseils pour vous aider à prendre la décision de quand commencer à recevoir vos pensions. Faite le choix adapter à votre situation.",
      "header": "Règles générales concernant les pensions publiques"
    }
  },
  "meta": {
    "description": "Keith choisit entre retarder ses pensions publiques ou prendre des prestations après-retraite tout en travaillant."
  },
  "oas": {
    "gis-link": "https://www.canada.ca/fr/services/prestations/pensionspubliques/rpc/securite-vieillesse/supplement-revenu-garanti/admissibilite.html",
    "heading": "Pension de vieillesse de Keith",
    "low-income-link": "https://www.canada.ca/fr/services/prestations/pensionspubliques/rpc/securite-vieillesse/supplement-revenu-garanti/montant-prestation.html",
    "p1": "Le revenu de Keith ne lui permettrait pas d'être admissible au <a1>Supplément de revenu garanti (SRG)</a1>, car il continuera à travailler jusqu'à l'âge de 70 ans avec un bon salaire. Le SRG est destiné aux personnes à <a2>faible revenu</a2>.",
    "p2": "Keith choisit de reporter le versement de la pension de la Sécurité de la vieillesse (SV) jusqu'à l'âge de 70 ans afin de l'augmenter de façon permanente de 36 %. Cette pension plus élevée l'aidera à mieux vivre sa retraite lorsqu'il cessera de travailler à l'âge de 70 ans.",
    "p3": "Pour en savoir plus sur les éléments à prendre en considération lorsque vous décidez l'âge pour commencer à recevoir votre pension de la SV, lisez <a3>Fred décide quand commencer à recevoir</a3>."
  },
  "overview": {
    "heading": "Aperçu",
    "p1": "Keith a travaillé toute sa vie dans le domaine de la construction et à 60 ans, il vient d'accepter un nouvel emploi sur un chantier. Il a un peu d'épargnes, mais il prévoit de travailler au moins jusqu'à l'âge de 70 ans. Keith veut savoir qu'elle sera la meilleure stratégie pour sa pension de retraite du Régime de pensions du Canada (RPC) et sa pension de la Sécurité de la vieillesse (SV)."
  },
  "values-heading": "Valeurs"
}
