{
  "header": "Acceuil",
  "banner": {
    "title": "Informez-vous sur votre retraite et planifiez en conséquence",
    "text": "Il n'est jamais trop tôt ni trop tard pour s'informer sur les options de retraite qui s'offrent à vous et planifier votre avenir. Renseignez-vous sur les pensions publiques, le meilleur moment pour commencer à les recevoir et les conseils pour maximiser votre revenu de retraite."
  },
  "tabs": {
    "learn": {
      "title": "Apprendre",
      "heading": "Tirez le maximum de vos régimes de pension au Canada",
      "description": {
        "options-and-tips": "Il y a de nombreux facteurs à prendre en compte avant de prendre sa retraite.",
        "stories": "Découvrez les bases des prestations de vieillesse au Canada et les moyens de gérer votre argent à la retraite."
      },
      "button-text": "Renseignez-vous sur la retraite",
      "linksTitle": "Principaux liens pour l' apprentissage en ce qui concerne la retraite",
      "links": {
        "when-to-collect": {
          "title": "Choisir quand commencer à recevoir vos pensions publiques",
          "description": "La flexibilité des pensions de la SV et du RPC vous offre des choix pour votre retraite. Apprenez quels sont les aspects à prendre en considération et comment en venir à une décision."
        },
        "rules-of-thumb": {
          "title": "Règles générales sur les régimes de pensions publics",
          "description": "Consultez ces conseils pour vous aider à décider quand prendre vos pensions de la SV et du RPC. Choisissez ce qui vous convient."
        },
        "case-study-bonnie": {
          "title": "Bonnie décide d'attendre afin de réduire les épargnes dont elle a besoin",
          "description": "Si Bonnie décide d'attendre avant de commencer à recevoir sa pension de la SV et du RPC, elle aura besoin de moins d'épargnes."
        }
      }
    },
    "plan": {
      "title": "Planifier",
      "heading": "Vous ne savez pas par où commencer? Répondez à notre questionnaire!",
      "description": "Recevez une liste personnalisée pour vous guider à travers la retraite.",
      "button": {
        "text": "Répondez au questionnaire"
      },
      "linksTitle": "Autres outils",
      "links": {
        "retirement-income-calculator": {
          "title": "Calculatrice du revenu de retraite Canadienne (CRRC)",
          "url": "https://www.canada.ca/fr/services/prestations/pensionspubliques/rpc/calculatrice-revenu-retraite.html",
          "description": "Obtenez une estimation de votre revenu de retraite. Cette estimation tient compte de vos prestations de vieillesse fédérales et de votre revenu de retraite d'un régime privé."
        },
        "oas-eligibility-estimator": {
          "title": "Estimateur de prestations de la Sécurité de la vieillesse",
          "url": "https://alpha.service.canada.ca/fr/projets/estimateur-prestations-sv",
          "description": "Découvrez les montants que vous pourriez recevoir dans le cadre du programme de la Sécurité de la vieillesse et ses prestations."
        }
      }
    },
    "apply": {
      "title": "Presenter une demande",
      "heading": "Vous êtes prêt à présenter une demande pour vos pensions publiques? Commencez maintenant",
      "description": {
        "text": "Pour présenter une demande en ligne, vous pouvez ouvrir une session dans Mon dossier Service Canada (MDSC) ou vous inscrire pour ouvrir un compte MDSC. Pour présenter une demande en personne ou par la poste, vous pouvez remplir une demande papier.",
        "links": {
          "how-to-apply": {
            "title": "Régime de pensions du Canada : Comment présenter une demande",
            "url": "https://www.canada.ca/fr/services/prestations/pensionspubliques/rpc/prestation-rpc/demande.html"
          },
          "oas-apply": {
            "title": "Sécurité de la vieillesse : Comment présenter une demande",
            "url": "https://www.canada.ca/fr/services/prestations/pensionspubliques/rpc/securite-vieillesse/demande.html"
          }
        }
      }
    },
    "manage": {
      "title": "Gérer",
      "heading": "Prenez le contrôle de vos prestations de vieillesse fédérales grâce à Mon dossier Service Canada (MDSC)",
      "description": {
        "text": "MDSC vous permet de faire beaucoup de choses, notamment :",
        "list": {
          "create-and-submit-application": "Créer et présenter une ou plusieurs demandes de prestations du Régime de pensions du Canada et de la Sécurité de la vieillesse.",
          "check-status-payment-dates-and-amounts": "Vérifier l'état, les dates de versement et les montants de vos prestations de vieillesse fédérales.",
          "Update-mailing-address-and-banking-information": "Mettre à jour votre adresse postale et vos renseignements bancaires."
        }
      },
      "button": {
        "text": "Ouvrir une session dans MDSC",
        "url": "https://www.canada.ca/fr/emploi-developpement-social/services/mon-dossier.html"
      }
    }
  },
  "contact-us": {
    "title": "Communiquez avec nous",
    "description": "Il y a plusieurs façons dont vous pouvez communiquer avec nous pour obtenir des renseignements au sujet de vos prestations de vieillesse fédérales",
    "cards": {
      "call-us": {
        "title": "Appelez-nous",
        "description": "Vous pouvez nous joindre aux numéros suivants :",
        "toll-free": {
          "title": "Téléphone :",
          "description": "Les heures d'ouverture sont de 8 h à 17 h, heure locale, du lundi au vendredi.",
          "number": "1 800 O-Canada (1-800-622-6232)"
        },
        "tty": {
          "title": "ATS :",
          "number": "1-800-926-9105"
        },
        "outside": {
          "title": "À l'extérieur du Canada :",
          "description": "Les heures d'ouverture sont de de 8 h à 17 h, heure locale, du lundi au vendredi.",
          "number": "Composer le 1 800 O-Canada à l'étranger",
          "href": "https://www.canada.ca/fr/contact/international.html"
        }
      },
      "find-office": {
        "title": "Trouver un bureau",
        "link-text": "Trouver un Centre Service Canada près de chez vous",
        "href": "https://www.servicecanada.gc.ca/tbsc-fsco/sc-hme.jsp?lang=fra"
      }
    }
  }
}
