{
  "banner": {
    "quiz": "Répondez au questionnaire maintenant!",
    "text": "Recevez une liste de contrôle personnalisée pour vous guider tout au long de votre retraite.",
    "title": "Vous ne savez pas par où commencer? Répondez à notre questionnaire!"
  },
  "header": "Explorer la retraite",
  "meta": {
    "description": "Renseignez-vous sur vos options de revenu de retraite et des conseils pour vos choix de pension de la SV/RPC. Lisez les histoires de retraités et leur choix de pension publique."
  },
  "min-read": "Temps de lecture : {{minRead}} minutes",
  "sections": {
    "learn-about": {
      "body": "Préparez votre retraite en examinant les différentes sources de revenus de retraite. Apprenez à gérer votre argent une fois à la retraite.",
      "cards": {
        "planning-to-save": {
          "body": "Découvrez comment vos besoins en ce qui concerne vos revenus changeront. Vos besoins financiers et vos préoccupations vont aussi changer.",
          "title": "Planifiez pour épargner en vue de la retraite"
        },
        "sources-of-income": {
          "body": "Renseignez-vous sur les différentes sources de revenus de retraite dont vous pourriez bénéficier. Examiner vos sources de revenus et identifier les écarts potentiel.",
          "title": "Principales sources de revenus de retraite"
        }
      },
      "title": "Renseignez-vous sur vos choix de revenu de retraite"
    },
    "making-decisions": {
      "body": "Soyez plus confiant dans les choix que vous faites pour votre retraite. Utilisez ces ressources pour mieux comprendre les options qui s'offrent à vous et l'effet sur vos pensions publiques.",
      "cards": {
        "from-work-to-retirement": {
          "body": "Vous pouvez choisir différentes manière d'effectuer une transition du monde du travail a celui de la retraite. Prendre sa retraite du monde du travail et commencer a recevoir ses pensions publiques sont deux choses différentes.",
          "title": "Transition du monde du travail à la retraite"
        },
        "rules-of-thumb": {
          "body": "Jetez un coup d'œil sur ces conseils pour vous aider a prendre la décision de quand commencer à recevoir vos pensions. Faite le choix adapter à votre situation.",
          "title": "Règles générales concernant les pensions publiques"
        },
        "when-to-start": {
          "body": "La souplesse des pensions publiques vous offre des options de retraite. Découvrez quoi choisir et les éléments à considérer.",
          "title": "Décider quand commencer à recevoir vos pensions publiques"
        }
      },
      "title": "Prendre des décisions concernant la retraite"
    },
    "stories": {
      "body": "Vous ne savez pas quand prendre votre retraite? Apprenez-en davantage sur les différents choix que les gens font au sujet de leurs pensions publiques et l'effet sur leur vie quotidienne. Ces histoires donnent des leçons valorisantes et inspirantes pour les gens qui cherchent à planifier leur propre retraite.",
      "cards": {
        "bonnie": {
          "body": "Bonnie reporte le versement de ses pension publiques et aura besoin de moins d'épargnes pour prendre sa retraite.",
          "title": "Bonnie reporte sa pension pour réduire les épargnes dont elle a besoin"
        },
        "fred": {
          "body": "Fred choisi de prendre ses prestations du régime de pension du Canada et sa sécurité de la vieillesse de manière à maximiser ses paiements.",
          "title": "Fred décide quand prendre ses pensions publiques"
        },
        "keith": {
          "body": "Keith a le choix entre reporter sa pension de retraite publique  ou bénéficier de la prestation après retraite tout en travaillant.",
          "title": "Keith combine son travail avec ses pensions publiques"
        }
      },
      "title": "Histoires de retraite"
    }
  }
}
