{
  "banner": {
    "quiz": "Take the quiz now!",
    "text": "Receive a personalized checklist to guide you through retirement.",
    "title": "Not sure where to start? Take our quiz!"
  },
  "header": "Explore Retirement",
  "meta": {
    "description": "Learn about your retirement income options, and tips for your OAS/CPP pension choices. Read the stories of retirees and their public pension decisions."
  },
  "min-read": "{{minRead}} min read",
  "sections": {
    "learn-about": {
      "body": "Prepare for old age by exploring retirement income sources and learn how to manage your money after you retire.",
      "cards": {
        "planning-to-save": {
          "body": "Learn about how the income you'll need in retirement will change. Your financial needs and considerations will also change.",
          "title": "Planning to save for retirement"
        },
        "sources-of-income": {
          "body": "See the different types of retirement income you could have. Look at your current income sources and find potential gaps.",
          "title": "Main sources of retirement income"
        }
      },
      "title": "Learn about your retirement income choices"
    },
    "making-decisions": {
      "body": "Feel more confident about your choices in retirement. Use these resources to better understand your options and their impact on your public pensions.",
      "cards": {
        "from-work-to-retirement": {
          "body": "You can choose different ways to go from work to retirement. Retiring from work and starting your public pensions are two different things.",
          "title": "Going from work to retirement"
        },
        "rules-of-thumb": {
          "body": "Check out these tips to help you decide when to start your public pensions. Choose what is right for you.",
          "title": "Rules of thumb for your public pensions"
        },
        "when-to-start": {
          "body": "Flexible public pensions offer choices for retirement. Learn how to choose and what to consider.",
          "title": "Deciding when to start your public pensions"
        }
      },
      "title": "Making retirement decisions"
    },
    "stories": {
      "body": "Not sure when to retire? Learn about the different choices people make about their public pensions and how it impacts their lives. These stories give valuable lessons and inspiration for people looking to plan their own retirement.",
      "cards": {
        "bonnie": {
          "body": "Bonnie will need less savings to retire comfortably if she delays her OAS pension and her CPP retirement pension.",
          "title": "Bonnie delays to reduce the savings she needs"
        },
        "fred": {
          "body": "Fred decides when to start his OAS pension and CPP retirement pension to take the largest amount available to him.",
          "title": "Fred decides when to start his public pensions"
        },
        "keith": {
          "body": "Keith chooses between delaying his public pensions or taking post-retirement benefits while working.",
          "title": "Keith collects his public pensions while working"
        }
      },
      "title": "Retirement stories"
    }
  }
}
