{
  "breadcrumbs": {
    "learn": "Apprendre"
  },
  "cpp-pension": {
    "a1": "https://www.rrq.gouv.qc.ca/fr/programmes/regime_rentes/Pages/regime_rentes.aspx",
    "accessibility": {
      "button-label": "Texte alternatif Le montant mensuel de votre pension de retraite du RPC pourrait augmenter énormement, si vous reportez",
      "caption": "Valeurs présentées sur l'image :",
      "header": [
        "Âge pour commencer à recevoir votre pension de la SV",
        "Montant mensuel de la pension de retraite du RPC"
      ],
      "rows": [
        {
          "data": ["60", "800 $"]
        },
        {
          "data": ["61", "890 $"]
        },
        {
          "data": ["62", "980 $"]
        },
        {
          "data": ["63", "1 070 $"]
        },
        {
          "data": ["64", "1 160 $"]
        },
        {
          "data": ["65", "1 250 $"]
        },
        {
          "data": ["66", "1 355 $"]
        },
        {
          "data": ["67", "1 460 $"]
        },
        {
          "data": ["68", "1 565 $"]
        },
        {
          "data": ["69", "1 670 $"]
        },
        {
          "data": ["70", "1 775 $"]
        }
      ]
    },
    "description": "Le tableau montre l'évolution des montants mensuels de votre pension de retraite du RPC en fonction de l'âge auquel vous commencez à la recevoir. Il montre que plus vous attendez pour commencer à recevoir votre pension, plus vous percevrez d'argent. Votre pension de retraite du RPC pourrait plus que doubler si vous commencez à la recevoir à 70 ans plutôt qu'à 60 ans. Le tableau illustre l'augmentation de la pension en fonction de l'âge et utilise un montant de pension illustratif.",
    "disclaimer": "<strong>Clause de non-responsabilité :</strong> Ce site Web vise à vous donner des conseils sur le bon moment pour recevoir vos pensions publique. Nous ne fournissons pas de conseils financiers. Une fois que vous aurez toute l'information dont vous avez besoin, nous vous encourageons à demander l'aide d'un conseiller financier.",
    "heading": "Pension de retraite du RPC",
    "p1": "Quel que soit le nombre de fois où vous avez changé d'emploi, en travaillant au Canada, vous avez contribuer au Régime de pensions du Canada (RPC) ou au <a1>Régime de rentes du Québec (RRQ)</a1>. Le montant de votre pension de retraite du RPC dépend du montant et de la durée de vos contributions. Le RPC vous cotisations de choisir la date de début de votre pension de retraite, et chaque mois que vous reportez augmente votre montant mensuel. Le montant mensuel le plus élevé que vous puissiez recevoir est atteint à l'âge de 70 ans, après quoi il n'y a plus d'avantage à attendre. Si vous avez besoin d'argent plus tôt, vous pouvez commencer à recevoir votre pension dès l'âge de 60 ans, mais avec une réduction permanente.",
    "p2": "Votre pension de retraite du RPC pourrait plus que doubler si elle était versée à partir de 70 ans, au lieu de 60 ans. Le tableau illustre l'augmentation de la pension avec l'âge et utilise un montant de pension illustratif.",
    "p3": "Lisez <a2>Fred décide quand commencer à recevoir ses pensions publiques</a2> pour savoir ce qui guide ses choix.",
    "smart-tip": "<strong>Conseil judicieux :</strong> Le Canadien moyen qui prend sa retraite à 60 ans, pourrait perdre 100਀000਀$ de revenu de retraite. Chaque mois où vous reportez le versement de votre pension, vous augmentez votre versement mensuel. Si vous reportez votre pension de retraite du RPC de 60 à 70 ans, vous pourriez plus que doubler votre montant mensuel. Votre pension sera modifiée pour tenir compte de l'inflation future."
  },
  "description-heading": "Description",
  "header": "Decider quand recevoir sa pension publique",
  "key-takeaways": {
    "common-law": "Si vous êtes en couple, vous devriez probablement prendre ces décisions avec votre époux ou votre conjoint de fait.",
    "heading": "Points à retenir",
    "highest-monthly-amount": "Le montant mensuel le plus élevé que vous pouvez commencer à recevoir de vos pensions publiques est à l'âge de 70 ans.",
    "if-you-qualify": "Si vous êtes admissible à la pension de la SV et que votre <a1>revenu est faible</a1>, vous pouvez également bénéficier du <a2>Supplément de revenu garanti (SRG)</a2>. Les personnes qui ont droit au SRG ne devraient pas attendre d'avoir atteint l'âge de 65 ans pour présenter leur demande. Vous ne pouvez pas toucher le SRG si vous reportez le versement de votre pension de la SV.",
    "if-you-qualify-a1": "https://www.canada.ca/fr/services/prestations/pensionspubliques/rpc/securite-vieillesse/supplement-revenu-garanti/montant-prestation.html",
    "if-you-qualify-a2": "https://www.canada.ca/fr/services/prestations/pensionspubliques/rpc/securite-vieillesse/supplement-revenu-garanti/admissibilite.html",
    "more-than-double": "Vous pourriez plus que doubler le montant mensuel de votre RPC si vous reportiez votre pension de retraite de 60 à 70 ans.",
    "no-benefit": "Il n'y a aucun avantage à attendre l'âge de 70 ans pour commencer à recevoir les deux pensions.",
    "payment-increase": "Votre paiement mensuel augmentera chaque mois que vous reportez, jusqu'à l'âge de 70 ans",
    "pensions-adjusted": "À l'avenir, vos pensions seront ajustées à l'inflation.",
    "people-who-qualify": "Les personnes qui sont admissible au Supplément de revenu garanti (SRG) ne doivent pas attendre d'avoir atteint l'âge de 65 ans pour présenter leur demande.",
    "planning-retirement": "Lorsque vous planifiez votre retraite, vous devez tenir compte de plusieurs facteurs : votre santé, votre mode de vie, vos projets de retraite et vos finances.",
    "start-collecting": "Vous pouvez commencer à recevoir votre pension de retraite du Régime de pensions du Canada (RPC) dès l'âge de 60 ans, avec une réduction permanente. Vous pouvez commencer à recevoir votre pension de la Sécurité de la vieillesse (SV) dès l'âge de 65 ans."
  },
  "learn-more": {
    "bonnie-case-study": {
      "description": "Bonnie reporte le versement de ses pension publiques et aura besoin de moins d'épargnes pour prendre sa retraite.",
      "header": "Bonnie reporte sa pension pour réduire les épargnes dont elle a besoin"
    },
    "fred-case-study": {
      "description": "Fred choisi de prendre ses prestation du régime de pension du Canada et sa sécurité de vieillesse de manière à maximise ses paiements.",
      "header": "Fred décide quand prendre sa pension publique"
    },
    "rules-of-thumb-for-public-pensions": {
      "description": "Jetez un coup d'œil sur ces conseils pour vous aider à choisir la date de début de vos pensions. Faites le choix adapté à votre situation particulière.",
      "header": "Règles générales concernant les pensions publiques"
    },
    "header": "En savoir plus",
    "main-sources-of-retirment-income": {
      "description": "Renseignez-vous sur les différentes sources de revenus de retraite dont vous pourriez bénéficier. Examiner vos sources de revenus et identifier les écarts potentiel.",
      "header": "Principales sources de revenus de retraite"
    }
  },
  "meta": {
    "description": "La souplesse des pensions publiques vous offre des options de retraite. Découvrez quoi choisir et les éléments à considérer."
  },
  "old-age-security": {
    "auto-increase": {
      "accessibility": {
        "button-label": "Texte alternatif pour Votre pension de la SV va automatiquement augmentée de 10 % à l'âge de 75 ans",
        "caption": "Valeurs présentées sur l'image :",
        "header": [
          "Âge pour commencer à recevoir votre pension de la SV",
          "Paiement mensuel de la pension de la SV",
          "Augmentation de 10 % à l'âge de 75 ans",
          "Paiement mensuel à l'âge de 75 ans"
        ],
        "rows": [
          {
            "data": ["65", "691 $", "69 $", "760$"]
          },
          {
            "data": ["66", "741 $", "74 $", "815 $"]
          },
          {
            "data": ["67", "791 $", "79 $", "870 $"]
          },
          {
            "data": ["68", "840 $", "84 $", "924 $"]
          },
          {
            "data": ["69", "890 $", "89 $", "979 $"]
          },
          {
            "data": ["70", "940 $", "94 $", "1 034 $"]
          }
        ]
      },
      "description": "Le tableau indique les montants mensuels de la pension de la SV à l'âge de 75 ans, en fonction de l'âge auquel vous commencez à recevoir votre pension. Il montre que plus vous attendez pour commencer à recevoir votre pension, plus vous recevrez d'argent. Vous pouvez commencer à recevoir votre pension de la SV à 65 ans pour le montant le plus faible ou à 70 ans pour le montant le plus élevé. Si vous choisissez de retarder le versement de votre pension et de recevoir une pension plus élevée, l'augmentation automatique de 10 % à l'âge de 75 ans vous permettra d'obtenir plus d'argent.",
      "p1": "Quel que soit le moment où vous avez choisi de commencer à recevoir votre pension de la SV, celle-ci augmentera automatiquement de 10 % lorsque vous atteindrez l'âge de 75 ans.",
      "p2": "Si vous décidez de reporter votre pension et de recevoir un montant plus élevé, l'augmentation automatique de 10 % à l'âge de 75 ans vous permettra d'obtenir plus d'argent."
    },
    "content-one": "Vous pouvez commencer à recevoir votre pension de la Sécurité de la vieillesse (SV) dès l'âge de 65 ans. Chaque mois que vous reportez augmente ce montant de 0,6 %. Pour chaque année reporter, votre pension de la SV augmente de 7,2 %. À l'âge de 70 ans, votre montant mensuel sera 36 % plus élevé qu'à l'âge de 65 ans. Si vous repoussez l'âge de votre pension, réfléchissez à la manière dont vous subviendrez à vos besoins en attendant de recevoir votre pension de la SV plus élevée. Après 70 ans, il n'y a aucun avantage à reporter votre premier versement.",
    "content-two": "Si vous reportez l'âge de votre pension, réfléchissez à la manière dont vous subviendrez à vos besoins en attendant de recevoir votre pension de la SV plus élevée.",
    "heading": "Sécurité de la vieillesse",
    "high-income": {
      "a1": "https://www.canada.ca/fr/services/prestations/pensionspubliques/rpc/securite-vieillesse/impot-recuperation.html",
      "heading": "Si vous disposez d'un revenu élevé à la retraite",
      "p": "Si votre revenu annuel dépasse un certain montant après l'âge de 65 ans, vous devez rembourser une partie ou la totalité de votre pension de la SV. C'est ce qu'on appelle <a1>l'impôt de récupération de la pension de la Sécurité de la vieillesse (SV)</a1>."
    },
    "oas-delay": {
      "accessibility": {
        "button-label": "Texte alternatif pour Vous pouvez recevoir un montant plus élevé, si vous reportez votre pension de la SV",
        "caption": "Valeurs présentées sur l'image :",
        "header": ["Âge pour commencer à recevoir votre pension de la SV", "Paiement mensuel de la pension de la SV"],
        "rows": [
          {
            "data": ["65", "691 $"]
          },
          {
            "data": ["66", "741 $"]
          },
          {
            "data": ["67", "791 $"]
          },
          {
            "data": ["68", "840 $"]
          },
          {
            "data": ["69", "890 $"]
          },
          {
            "data": ["70", "940 $"]
          }
        ]
      },
      "description": "Le graphique montre l'évolution des versements mensuels de la pension de la SV en fonction de l'âge auquel vous commencez à recevoir votre pension. Il montre que plus vous attendez pour commencer à recevoir votre pension, plus vous percevrez d'argent à vie. Vous pouvez commencer à recevoir votre pension de la SV à 65 ans pour le montant le plus faible ou à 70 ans pour le montant le plus élevé. Votre pension de la SV augmentera de 36 % si vous la commencez à 70 ans au lieu de 65 ans. Ce tableau illustre l'augmentation de la pension avec l'âge et utilise le montant de la pension de la SV pour juin 2023.",
      "p": "Votre pension de la SV augmentera de 36 % si vous commencez à la recevoir à l'âge de 70 ans au lieu de 65 ans. Ce tableau illustre l'augmentation de la pension en fonction de l'âge et utilise le montant de la pension de la SV pour juin 2023."
    },
    "table-one": {
      "header-one": "Type de prestation",
      "header-three": "Pour recevoir la SV, votre revenu net en 2021 doit être",
      "header-two": "Paiement mensuel maximum (avril à juin 2023)",
      "row-one": {
        "column-one-value": "Pension de la Sécurité de la vieillesse 65 à 74 ans",
        "column-three-value": "Inférieur à 129 757 $",
        "column-two-value": "691 $"
      },
      "row-two": {
        "column-one-value": "Pension de la Sécurité de la vieillesse 75 ans et plus",
        "column-three-value": "Inférieur à 129 757 $",
        "column-two-value": "760 $"
      },
      "title": "Montants des paiements de la Sécurité de la vieillesse - avril à juin 2023"
    },
    "we-pay": {
      "heading": "Nous versons automatiquement la SV à de nombreuses personnes, mais certains clients doivent encore faire une demande.",
      "p": "Dans certains cas, Service Canada vous inscrira automatiquement pour que votre pension de la Sécurité de la vieillesse (SV) prenne effet à l'âge de 65 ans. Le mois suivant votre 64e anniversaire, vous recevrez peut-être une lettre de Service Canada. Cette lettre vous indiquera que vous pourriez avoir droit à la pension de la SV et que vous avez été sélectionné pour l'inscription automatique. Si vous recevez cette lettre et que vous souhaitez commencer à recevoir votre pension de la SV plus tard, vous allez devoir informer Service Canada. La démarche à suivre pour reporter le versement de votre pension sera indiquée sur votre lettre. Il n'y a pas d'inscription automatique à la pension de la SV à l'âge de 70 ans."
    }
  },
  "overview": {
    "a1": "https://www.rrq.gouv.qc.ca/fr/programmes/regime_rentes/Pages/regime_rentes.aspx",
    "heading": "Aperçu",
    "p1": "La pension de la Sécurité de la vieillesse (SV) et la pension de retraite du Régime de pensions du Canada (RPC) remplacent une partie de votre revenu à la retraite. Elles contribuent à offrir une base sécuritaire qui vous permettra de vivre une retraite sûre et à l'aise. Si vous avez travaillé ou vécu au Québec, vous pouvez avoir droit à la pension de retraite du Régime de rentes du Québec (RRQ) au lieu du RPC. Ces programmes sont très similaires, mais pas identiques.",
    "p2": "Pour en savoir plus, visitez le <a1>site web du RRQ</a1>.",
    "p3": "La pension de la SV et la pension de retraite du RPC offrent une flexibilité quant au moment où commencer les recevoirent. Cette décision fixera définitivement le montant de votre pension, qui vous est versée à vie. Vos pensions publiques changent périodiquement pour refléter l'inflation. Le montant de votre pension ne fera qu'augmenter et ne diminuera jamais, même si le coût de la vie diminue.",
    "p4": "Les informations ci-dessous ont pour but de vous aider à décider à quel âge vous allez commencer à recevoir votre pension publique."
  },
  "values-heading": "Valeurs"
}
