{
  "header": "(FR) Going from work to retirement",
  "breadcrumbs": {
    "home": {
      "text": "Carrefour retraite",
      "link": "/"
    },
    "learn": {
      "text": "(FR) Learn",
      "link": "/learn"
    }
  },
  "key-takeaways": {
    "heading": "(FR) Key Takeaways",
    "list": {
      "choices-to-start": "(FR) There are many choices available to you on when to finish or continue working in retirement, and when to start your pensions.",
      "retire-from-work": "(FR) Retiring from work and claiming your pensions are two different things. You are free to combine your income from work and savings with pensions. However, the later you claim your OAS and CPP, the higher your monthly pensions will be.",
      "afford-to-delay": "(FR) If you can afford to delay your OAS and CPP until age 70, you will increase your OAS monthly pension by more than one-third, and you will more than double your CPP retirement pension, compared to the earliest age when you can claim them.",
      "public-pensions": "(FR) The public pensions provide stable, inflation-proof income that will support you for the rest of your life, and would reduce uncertainty of your private investments and risk of outliving your savings.",
      "at-age": "(FR) If at age 65 you have low income and qualify for the OAS, do not delay as you might receive additional income from the Guaranteed Income Supplement (GIS). You need to be in receipt of OAS to get your GIS, as you will be at a loss, if you delay your OAS. You may also consider starting your CPP earlier than age 65."
    },
    "retirement-today": "(FR) Retirement today is not what it was ten years ago, as people now have more choices and flexibility to tailor their retirement plans to fit their lifestyle preferences. This new chapter of life could include:",
    "life-chapters": {
      "phase-retirement": {
        "content": "(FR) <a>Phased retirement</a>: a gradual transition from full-time to part-time employment and then full retirement.",
        "link": "https://google.com"
      },
      "second-career": {
        "content": "(FR) <a>A second career</a>:  when retirees change their jobs altogether, or open a new business, pursuing their long-time dreams.",
        "link": "https://google.com"
      },
      "full-retirement": {
        "content": "(FR) <a>Full retirement</a> when people retire from work for good.",
        "link": "https://google.com"
      },
      "content": "(FR) Learn how you can structure your finances in these cases."
    }
  },
  "phased-retirement": {
    "heading": "(FR) Phased retirement",
    "sub-heading": "(FR) Transition gradually from work to retirement",
    "content": "(FR) Many people are not ready to go from full-time work to full-time retirement immediately. Instead, they prefer to lower their hours of work and ease into retirement, while maintaining some of their original earnings. You can talk to your employer about gradually reducing your hours or working fewer days per week before you retire fully, but this will need to be an agreement between you and your employer. If you decide to pursue a phased retirement, it's important to understand how it will affect your finances."
  },
  "full-retirement": {
    "heading": "(FR) Full retirement",
    "sub-heading": "(FR) Hanging your hat",
    "content": "(FR) Full retirement means you stop working and don't get paid anymore. This could be when you decide to stop working for good. It's important to think about what you want to do in retirement and how you'll have enough money to live. Sometimes, you might have to retire earlier than you planned because of health issues or if you need to take care of a family member or friend."
  },
  "combine-job-pensions-income": {
    "heading": "(FR) How to combine income from jobs and pensions",
    "content-one": "(FR) Retiring from work and claiming your pensions are two different things. If you have low income going into retirement and you struggle to make ends meet, you might want to claim your pensions earlier, especially your OAS pension, as it will give you access to the Guaranteed Income Supplement. If you have enough income from work and savings, when you retire, you may consider two options:",
    "sub-heading-one": "(FR) Option 1: Start collecting your pensions early",
    "content-two": "(FR) You may start collecting your pensions during your work or immediately after retiring from work. This will give you smaller pensions to rely upon in the future, but more income from all sources in the beginning of retirement.",
    "content-three": {
      "content": "(FR) If you become a CPP pensioner and continue to work, you will still be making contributions to the CPP, at least until age 65. Your CPP contributions will go toward <a>Post-Retirement Benefits</a> (PRBs), which will increase your retirement income. Each additional PRB will be paid to you automatically from January of the next year, after additional contributions are made. The PRBs will be reduced, if you are younger than age 65, or increased, if you are older than age 65.",
      "link": "https://google.com"
    },
    "smart-tip": "(FR) <strong>Smart tip:</strong> Taking your CPP pension earlier will be lower, even with PRBs, than if you delay taking your CPP retirement pension until 65 or later.",
    "content-four": {
      "content": "(FR) To compare the impact of the PRBs on your retirement pension, <a>visit our example.</a>",
      "link": "https://google.com"
    },
    "combine-job-pensions-income": {
      "heading": "(FR) How to combine income from jobs and pensions",
      "content-one": "(FR) Retiring from work and claiming your pensions are two different things. If you have low income going into retirement and you struggle to make ends meet, you might want to claim your pensions earlier, especially your OAS pension, as it will give you access to the Guaranteed Income Supplement. If you have enough income from work and savings, when you retire, you may consider two options:",
      "sub-heading-one": "(FR) Option 1: Start collecting your pensions early",
      "content-two": "(FR) You may start collecting your pensions during your work or immediately after retiring from work. This will give you smaller pensions to rely upon in the future, but more income from all sources in the beginning of retirement.",
      "content-three": {
        "content": "(FR) If you become a CPP pensioner and continue to work, you will still be making contributions to the CPP, at least until age 65. Your CPP contributions will go toward <a>Post-Retirement Benefits</a> (PRBs), which will increase your retirement income. Each additional PRB will be paid to you automatically from January of the next year, after additional contributions are made. The PRBs will be reduced, if you are younger than age 65, or increased, if you are older than age 65.",
        "link": "https://google.com"
      },
      "smart-tip": "(FR) <strong>Smart tip:</strong> Taking your CPP pension earlier will be lower, even with PRBs, than if you delay taking your CPP retirement pension until 65 or later.",
      "content-four": {
        "content": "(FR) To compare the impact of the PRBs on your retirement pension, <a>visit our example.</a>",
        "link": "https://google.com"
      },
      "content-five": {
        "content": "(FR) <a>To learn more about the Post-Retirement Benefits visit the site.</a>",
        "link": "https://www.canada.ca/fr/services/prestations/pensionspubliques/rpc/rpc-apres-retraite/admissibilite.html"
      },
      "sub-heading-two": "(FR) Option 2: Delay your pensions",
      "content-six": "(FR) You may delay your pensions up to age 70, and while you wait, you may use income from work or a portion of your savings. This option will draw down your savings more quickly but will increase the inflation-proof OAS and CPP pensions you will get each month for the rest of your life. By taking your CPP and OAS later, you could get up to $100,000 more in your life-time pension income from the public pensions, than if you start earlier. Your higher stable income from the CPP may prevent you becoming poor late in retirement.",
      "disclaimer": "(FR) <strong>Disclaimer:</strong> This website does not provide personal financial advice. Options and discussions presented provide general information only. The ultimate decision about your pensions should be made based on your personal life circumstances. If you are not certain which decision is best for you, seek professional financial advice for your specific case."
    },
    "sub-heading-two": "(FR) Option 2: Delay your pensions",
    "content-six": "(FR) You may delay your pensions up to age 70, and while you wait, you may use income from work or a portion of your savings. This option will draw down your savings more quickly but will increase the inflation-proof OAS and CPP pensions you will get each month for the rest of your life. By taking your CPP and OAS later, you could get up to $100,000 more in your life-time pension income from the public pensions, than if you start earlier. Your higher stable income from the CPP may prevent you becoming poor late in retirement.",
    "disclaimer": "(FR) <strong>Disclaimer:</strong> This website does not provide personal financial advice. Options and discussions presented provide general information only. The ultimate decision about your pensions should be made based on your personal life circumstances. If you are not certain which decision is best for you, seek professional financial advice for your specific case."
  },
  "case-study": {
    "heading": "(FR) Case study: [POST RETIREMEMT BENEFIT]",
    "sub-heading": "(FR) Deciding whether to take early or keep working"
  }
}
