{
  "breadcrumbs": {
    "learn": "Apprendre"
  },
  "combine-income": {
    "heading": "(FR) How to combine income from jobs and pensions",
    "option-1": {
      "heading": "(FR) Option 1: Start collecting your pensions early",
      "p1": "(FR) ou can start collecting your pensions while you're still working or as soon as you stop working.",
      "p2": "(FR) You cannot start your OAS pension earlier than age 65. You can receive your CPP retirement pension early but starting it earlier than age 65 will mean a smaller monthly amount for life. Starting your pension early can give you money sooner if you need it.",
      "p3": "(FR) Some people might start collecting one pension earlier than the other. For example, you could start collecting your OAS pension when you first work less hours. Then start your CPP retirement pension later when you're no longer working.",
      "p4": "(FR) If you work while collecting your CPP retirement pension, and are not yet 70 years old, you could qualify for the CPP Post-Retirement Benefit (PRB). For each year that you work and contribute to CPP, you will receive a small top-up that will be added to your monthly pension amount.",
      "p5": "(FR) Like the CPP retirement pension, the amount of the PRB is adjusted based on your age. If you are younger than 65, the PRB will be lower. If you are older than 65, the amount will be higher.",
      "p6": "(FR) When you reach age 65, you can choose to stop contributing to the PRB. To find out more about how this process works, visit the <a1>Post-Retirement Benefit page</a1>.",
      "p7": "(FR) Read <a2>Keith collects his public pensions while working</a2>, to see how he combined his public pensions and PRBs while working.",
      "p8": "(FR) Learn more about PRBs in our <a3>main sources of retirement income page</a3>",
      "post-retirement-benefits-link": "https://www.canada.ca/fr/services/prestations/pensionspubliques/rpc/rpc-apres-retraite.html"
    },
    "option-2": {
      "disclaimer": "(FR) <strong>Disclaimer:</strong> This website is meant to give you tips on when to take your public pensions. We do not provide financial advice. Once you have all the information you need, we encourage you to seek help from a financial advisor.",
      "heading": "(FR) Option 2: Delay your pensions",
      "important": "(FR) <strong>Important:</strong> If your annual income is over a certain amount, you must repay part or all your OAS pension. This is called the <a1>Old Age Security pension recovery tax</a1>.",
      "oas-tax-link": "https://www.canada.ca/fr/services/prestations/pensionspubliques/rpc/securite-vieillesse/impot-recuperation.html",
      "p1": "(FR) Delaying your OAS pension and CPP retirement pensions will increase your monthly amount until age 70. If you have good earnings from work and other sources of income, you may choose to delay. If you wait longer to start your public pensions, your monthly amount will be higher in retirement.",
      "p2": "(FR) While you wait to start collecting your public pensions, you may need to use income from work or some of your retirement savings. You may need to use a bit more of your retirement savings in the short term. Still, you will collect a higher monthly amount for the rest of your life. In fact, waiting might even mean you use less of your retirement savings in the long run. This is especially true because your public pensions adjust for inflation.",
      "p3": "(FR) The CPP and OAS are two different pension programs. You can choose to start one but delay the other.",
      "p4": "(FR) Read <a1>Bonnie delays to reduce the savings she needs</a1>. Bonnie has retirement savings and decides to wait longer before taking her public pensions."
    },
    "p1": "(FR) You may be surprised to learn that you don't have to stop working to collect your Old Age Security (OAS) pension or Canada Pension Plan (CPP) retirement pension. Combining income from work with public pensions can be a useful strategy as people move towards retirement."
  },
  "full-retirement": {
    "heading": "(FR) Full Retirement",
    "new-beginning": "(FR) A new beginning",
    "p1": "(FR) Full retirement means you completely stop working. When making that decision, you should have a general idea of the things you'd like to do and how much money you will have during retirement. Sometimes, it may not be your choice. You may need to stop working because of health issues or to care for a family member or friend."
  },
  "header": "Transition du monde du travail à la retraite",
  "key-takeaways": {
    "heading": "(FR) Key takeaways",
    "highest-monthly-amount": "(FR) For many, retirement isn't a single point in time but a gradual transition.",
    "if-you-qualify": "(FR) You don't have to stop working to start your public pensions.",
    "low-income-link": "https://www.canada.ca/fr/services/prestations/pensionspubliques/rpc/securite-vieillesse/supplement-revenu-garanti/admissibilite.html",
    "more-than-double": "(FR) You might keep working but need more than your salary offers. Think about starting your Canada Pension Plan (CPP) retirement pension early and collecting Post-Retirement Benefits (PRBs).",
    "no-benefit": "(FR) Some people might keep working to be active in their community, socialize, or just because they want to. Continuing to work or volunteer is good for many reasons, other than finances.",
    "payment-increase": "(FR) Saving enough for retirement can be hard. Canadians are also living longer than before. For this reason, more people continue to work in retirement.",
    "pensions-adjusted": "(FR) By continuing to work, you are still contributing to the CPP. PRBs are a lifetime benefit that will be added to your monthly CPP amount the next year.",
    "people-who-qualify": "(FR) Retiring from work and starting your pensions are two different things. Your public pensions can start at different times to compliment your work choices.",
    "smart-tip": "(FR) <strong>Smart tip:</strong> If you qualify for the Old Age Security (OAS) pension and have <a1>low income</a1>, you may also get the Guaranteed Income Supplement (GIS). People who qualify for the GIS should not wait to apply past age 65. You cannot receive the GIS if you are delaying your OAS pension. You may also consider taking your CPP pension early too.",
    "start-collecting": "(FR) People go in and out of retirement, change careers, start new businesses while being in retirement."
  },
  "learn-more": {
    "deciding-when-to-collect": {
      "description": "(FR) Flexible public pensions offer choices for retirement. Learn how to choose and what to consider.",
      "header": "(FR) Deciding when to start your public pensions"
    },
    "header": "(FR) Learn More",
    "keith-case-study": {
      "description": "(FR) Keith chooses between delaying his public pensions or taking Post-Retirement Benefits (PRBs) while working.",
      "header": "(FR) Keith collects his public pensions while working"
    },
    "rules-of-thumb": {
      "description": "(FR) Check out these tips to help you decide when to start your OAS/CPP pensions. Choose what is right for you.",
      "header": "(FR) Rules of thumb for your public pensions"
    },
    "working-while-collecting": {
      "description": "(FR) The impact of working during your retirement on your OAS, CPP or other pension income.",
      "header": "(FR) Working while collecting a pension",
      "href": "https://www.canada.ca/fr/agence-consommation-matiere-financiere/services/planification-retraite/travailler-touchant-person.html"
    }
  },
  "meta": {
    "description": "vous pouvez choisir différentes manière d' effectuer une transition du monde du travail a celui de la retraite. Prendre sa retraite du monde du travail et commencer a recevoir ses pensions publiques sont deux choses différentes."
  },
  "overview": {
    "heading": "(FR) Overview",
    "li1": "(FR) Phased Retirement: a gradual transition from full-time to part-time employment and then full retirement.",
    "li2": "(FR) A Second Career: when retirees change their jobs, or open a new business to pursue a dream.",
    "li3": "(FR) Full Retirement: when people retire from work for good.",
    "p1": "(FR) Over the years the idea of retirement has changed. Today, for many, retirement isn't a single point in time where you stop working, but a gradual transition. People continue to work later in life for many reasons. For some, they simply love their job and don't plan on retiring anytime soon. Others like to socialize during work. For others, they work longer for financial reasons or obligations. One way to think about your potential choices in retirement is to consider the following paths:",
    "p2": "(FR) These aren't the only possible paths, and some may even mix and match. Some people might change from one path to another over their retirement. For example, someone in full retirement might miss the social engagement and return to part-time work, or start a small side business."
  },
  "phased-retirement": {
    "heading": "(FR) Phased Retirement",
    "p1": "(FR) Many workers may not be ready to go from full-time work to completely stopping. Instead, they may prefer to reduce their hours and keep working, slowly stepping away from the workforce over time.",
    "p2": "(FR) If you want to try a phased retirement, you can talk to your employer about working fewer hours or work less days during the week. You could even take a few months off each year. You will need to reach an agreement with your employer to make it work.",
    "transition": "(FR) Transition gradually from work to retirement"
  },
  "second-career": {
    "heading": "(FR) A Second Career",
    "new-beginning": "(FR) A new beginning",
    "p1": "(FR) Full retirement means you completely stop working. When making that decision, you should have a general idea of the things you'd like to do and how much money you will have during retirement. Sometimes, it may not be your choice. You may need to stop working because of health issues or to care for a family member or friend."
  }
}
