{
  "breadcrumbs": {
    "learn": "Apprendre"
  },
  "canada-pension-plan-program": {
    "cpp-post-retirement-benefit": {
      "adjustments": "(FR) Each new PRB will start the year after the new contributions are made. The PRBs are adjusted based on your age when they begin. If you are younger than 65, the PRB will be reduced. If you are older than 65, the new benefit will be increased.",
      "chart": {
        "accessibility": {
          "button-label": "(FR) Text alternative for How we top up your CPP retirement pension using Post-Retirement Benefits",
          "caption": "(FR) Values presented on the image",
          "description": {
            "content": "(FR) The chart shows changes in monthly payments for people who work for 3 years after starting their CPP retirement pension. It shows that PRBs are added every year to your CPP retirement pensions after you continue working and contributing to the plan.",
            "header": "(FR) Description"
          },
          "header": [
            "(FR) Number of years you contribute to CPP after starting your pension",
            "(FR) CPP retirement",
            "(FR) PRB 1",
            "(FR) PRB 2",
            "(FR) PRB 3",
            "(FR) Total"
          ],
          "rows": [
            {
              "data": ["(FR) Year you start your pension", "(FR) $836", "(FR) -", "(FR) -", "(FR) -", "(FR) $836"]
            },
            {
              "data": ["(FR) 1 year", "(FR) $836", "(FR) $29", "(FR) -", "(FR) -", "(FR) $865"]
            },
            {
              "data": ["(FR) 2 years", "(FR) $836", "(FR) $29", "(FR) $31", "(FR) -", "(FR) $896"]
            },
            {
              "data": ["(FR) 3 years", "(FR) $836", "(FR) $29", "(FR) $31", "(FR) $35", "(FR) $931"]
            }
          ],
          "values-heading": "(FR) Values"
        },
        "footer": "(FR) The PRBs are added every year to your CPP retirement pensions after you continue working and contributing to the plan.",
        "header": "(FR) How we top up your CPP retirement pension using Post-Retirement Benefits",
        "img-url": {
          "desktop": "/assets/cpp-prb-desktop-en.jpg",
          "mobile": "/assets/cpp-prb-mobile-en.jpg"
        }
      },
      "choices": {
        "content": "(FR) When you reach age 65, you can choose to stop making post-retirement contributions by filing <a>a form with CRA</a> and giving it to your employer. This will stop you from earning additional PRBs. Together with your retirement pension, PRBs will be adjusted for inflation every year.",
        "link": "https://www.canada.ca/fr/agence-revenu/services/formulaires-publications/formulaires/cpt30.html"
      },
      "differences": {
        "content": "(FR) To see the difference between delaying your pension or taking PRBs, read <Link>Keith collects his public pensions while working</Link>.",
        "link": "/learn/case-studies/keith"
      },
      "header": "(FR) What is the CPP Post-Retirement Benefit (PRB)?",
      "helpful-resources": {
        "cpp": {
          "content": "(FR) Contributions to the Canada Pension Plan",
          "link": "https://www.canada.ca/fr/services/prestations/pensionspubliques/rpc/cotisations.html"
        },
        "header": "(FR) Helpful resources",
        "monthly": {
          "content": "(FR) Canada Pension Plan: Pensions and benefits monthly amounts",
          "link": "https://www.canada.ca/fr/services/prestations/pensionspubliques/rpc/montants-paiement.html"
        },
        "overview": {
          "content": "(FR) CPP Retirement pension: Overview",
          "link": "https://www.canada.ca/fr/services/prestations/pensionspubliques/rpc.html"
        }
      },
      "overview": "(FR) If you continue to work while receiving your Canada Pension Plan (CPP) retirement pension, and under age 70, you can continue to participate in the CPP. Your CPP contributions will create Post-Retirement Benefits (PRBs), which will increase your retirement income."
    },
    "header": "(FR) Canada Pension Plan (CPP)",
    "helpful-resources": {
      "cpp": {
        "content": "(FR) Contributions to the Canada Pension Plan",
        "link": "https://www.canada.ca/fr/services/prestations/pensionspubliques/rpc/cotisations.html"
      },
      "header": "(FR) Helpful resources",
      "monthly": {
        "content": "(FR) Canada Pension Plan: Pensions and benefits monthly amounts",
        "link": "https://www.canada.ca/fr/services/prestations/pensionspubliques/rpc/montants-paiement.html"
      },
      "overview": {
        "content": "(FR) CPP Retirement pension: Overview",
        "link": "https://www.canada.ca/fr/services/prestations/pensionspubliques/rpc.html"
      }
    },
    "how-much": {
      "amount": "(FR) Your CPP retirement pension amount depends on how much and for how long you've contributed to the plan. The CPP lets you choose when to start your retirement pension, and each month you delay increases your monthly amount. The highest monthly amount you can receive happens at age 70, after which there is no benefit to waiting. If you need money sooner, you can start collecting your pension as early as age 60, but with a permanent reduction.",
      "header": "(FR) How much could you collect from the CPP retirement pension?",
      "inflation": "(FR) The amount for CPP retirement pension is increased for inflation every January.",
      "learn-more": {
        "content": "(FR) To learn more about early and deferred pensions, visit <a>Deciding when to start your public pensions</a>.",
        "link": "/learn/deciding-when-to-start-your-public-pensions"
      }
    },
    "overview": "(FR) The Canada Pension Plan (CPP) retirement pension provides income replacement for those who have worked or been self-employed in Canada. It is a monthly payment that replaces part of your work earnings in retirement. The amount of your CPP retirement pension is based on your earnings and contributions to the plan.",
    "qualify": {
      "header": "(FR) Do you qualify for the CPP retirement pension?",
      "pension-credits": {
        "content": "(FR) You may have <a>pension credits</a> from a former partner as part of a divorce or separation.",
        "link": "https://www.canada.ca/fr/services/prestations/pensionspubliques/rpc/rpc-partage-credits.html"
      },
      "worked-in-canada": "(FR) If you worked in Canada, and had earnings more than $3,500, you and your employer contributed to the CPP. If you were self-employed, you made contributions for both the employer and employee. Contributions are based on your earnings, up to an annual limit."
    }
  },
  "guaranteed-income-supplement": {
    "collecting": "(FR) You cannot receive the GIS until you start collecting your OAS pension.",
    "header": "(FR) Guaranteed Income Supplement (GIS)",
    "helpful-resources": {
      "estimator": {
        "content": "(FR) Old Age Security benefits estimator",
        "link": "https://www.canada.ca/fr/services/prestations/pensionspubliques/rpc/securite-vieillesse/paiements.html"
      },
      "header": "(FR) Helpful resources",
      "overview": {
        "content": "(FR) Guaranteed Income Supplement: Overview",
        "link": "https://www.canada.ca/fr/services/prestations/pensionspubliques/rpc/securite-vieillesse/supplement-revenu-garanti.html"
      }
    },
    "list": {
      "income-below-maximum": {
        "content": "(FR) have an income below a <a>certain amount</a>",
        "link": "https://www.canada.ca/fr/services/prestations/pensionspubliques/rpc/securite-vieillesse/supplement-revenu-garanti/montant-prestation.html"
      },
      "live-canada": "(FR) live in Canada",
      "receive-pension": "(FR) collect the OAS pension"
    },
    "monthly": "(FR) The monthly GIS amount depends on your income from the previous year and your marital status. If you are single, you will collect a higher amount.",
    "overview": "(FR) The GIS is meant to support people who collect the OAS pension and have low income.",
    "qualify": "(FR) To qualify for the GIS, you must:"
  },
  "header": "Principales sources de revenus de retraite",
  "key-takeaways": {
    "cpp-oas": {
      "description": "(FR) Eligibility for the OAS pension is based on how long you've lived in Canada after age 18. Eligibility for the CPP/QPP retirement pension is based on contributions you and your employer made while working in Canada.",
      "header": "(FR) The Old Age Security (OAS) and the Canada Pension Plan (CPP) are the two federal public pensions in Canada. The province of Québec has its own Québec Pension Plan (QPP)."
    },
    "cpp-oas-adjusted-for-inflation": {
      "description": "(FR) When looking at graphs and tables, remember that you will be taxed based on your total income. The amount you actually receive may be less.",
      "header": "(FR) Your pensions will change to reflect increases to inflation. These pensions are taxable income."
    },
    "cpp-oas-available": {
      "header": "(FR) No matter when you decide to start your public pensions, they will always be available to you."
    },
    "cpp-part-of-plan": {
      "description": "(FR) You may have other sources like a workplace pension or personal savings.",
      "header": "(FR) The public pensions are meant to be a part of your retirement income plan."
    },
    "header": "(FR) Key Takeaways",
    "not-need-to-stop-working": {
      "description": "(FR) You don't have to stop working to collect your public pensions.",
      "header": "(FR) Retiring from your work and starting to collect your public pensions are two different things."
    }
  },
  "learn-more": {
    "going-from-work-to-retirement": {
      "description": "(FR) You can choose different ways to go from work to retirement. Retiring from work and starting your public pensions are two different things.",
      "header": "Transition du monde du travail à la retraite"
    },
    "header": "En savoir plus",
    "income-calculator": {
      "description": "(FR) The Canadian Retirement Income Calculator will provide you with retirement income information. This includes the Old Age Security (OAS) pension and Canada Pension Plan (CPP) retirement benefits.",
      "header": "(FR) Canadian Retirement Income Calculator"
    },
    "savings-and-pension": {
      "description": "(FR) Registered pension and savings plans for individuals and plan administrators.",
      "header": "(FR) Savings and pension plans"
    },
    "when-to-start": {
      "description": "Prendre la décision de quand commencer à recevoir des pensions publiques",
      "header": "(FR) Deciding when to start your public pensions"
    }
  },
  "meta": {
    "description": "Renseignez-vous sur les différentes sources de revenus de retraite dont vous pourriez bénéficier. Examiner vos sources de revenus et identifier les écarts potentiel."
  },
  "old-age-security-program": {
    "header": "(FR) Old Age Security (OAS) pension",
    "helpful-resources": {
      "header": "(FR) Helpful resources",
      "oas-estimator": {
        "content": "(FR) Old Age Security benefits estimator",
        "link": "https://www.canada.ca/fr/services/prestations/pensionspubliques/rpc/securite-vieillesse/paiements.html"
      },
      "oas-how-much": {
        "content": "(FR) Old Age Security: How much you could receive",
        "link": "https://www.canada.ca/fr/services/prestations/pensionspubliques/rpc/securite-vieillesse/montant-prestation.html"
      },
      "overview": {
        "content": "(FR) Old Age Security: Overview",
        "link": "https://www.canada.ca/fr/services/prestations/pensionspubliques/rpc/securite-vieillesse.html"
      }
    },
    "how-much": {
      "eligible": "(FR) You are eligible for a full OAS pension if you've lived in Canada for 40 years, after the age of 18.",
      "header": "(FR) How much could you collect from the OAS pension?",
      "smaller": "(FR) You could collect a smaller, partial pension if you've lived in Canada for at least 10 years after age 18. A partial pension is payable at a rate of 1/40th of the full pension for every year you've resided in Canada after age 18. ",
      "start": {
        "content": "(FR) You can start collecting your OAS pension at age 65 but you can also delay up to age 70. After age 70, there is no advantage in delaying your first payment. Learn more by reading <a>Deciding when to start your public pensions</a>.",
        "link": "/learn/deciding-when-to-start-your-public-pensions"
      }
    },
    "qualify": {
      "also-eligible": {
        "content": "(FR) You may also be eligible if you've lived or worked in another country that has <a>a social security agreement with Canada</a>.",
        "link": "https://www.canada.ca/fr/agence-revenu/services/impot/decisions-concernant-regime-pensions-canada-rpc-assurance-emploi-ae/accords-internationaux-securite-sociale-regime-pensions-canada.html"
      },
      "header": "(FR) Do you qualify for the OAS pension?",
      "more-details": {
        "content": "(FR) For more details about if you qualify for OAS pension, visit the <a>OAS pension page</a>.",
        "link": "https://www.canada.ca/fr/services/prestations/pensionspubliques/rpc/securite-vieillesse.html"
      },
      "most-people": "(FR) Most people qualify for the OAS pension if they have lived in Canada for more than 10 years after age 18. You will have to be a Canadian citizen or legal resident beforec you can collect your OAS pension."
    }
  },
  "ongoing-earnings-from-your-job": {
    "header": "(FR) Ongoing earnings from your job",
    "overview": "(FR) Canadians are living longer and many continue to work in retirement. Some do not stop working at all, but many older workers choose to transition step-by-step into retirement. They may reduce their work hours from full-time to part-time before retiring completely. They can also start a new career or business. If you are interested in these options, we explain how working later in life can impact your retirement benefits.",
    "work-to-retirement": {
      "content": "(FR) To learn more about combining income from work and retirement, visit <a>Going from work to retirement</a>",
      "link": "/learn/going-from-work-to-retirement"
    }
  },
  "overview": {
    "canada-retirement-income-system": {
      "cpp-qpp": {
        "content": "(FR) Financed through employer/employee contributions and investment returns",
        "header": "(FR) Canada Pension Plan (CPP)/Québec Pension Plan (QPP)",
        "pillar": "(FR) Second Pillar"
      },
      "header": "(FR) Canada's retirement income system",
      "important-notice": "(FR) <strong>Important</strong>: Public pensions aren't intended to cover all your financial needs in retirement. Most Canadians will save during their working years or have another source of income to have enough money in retirement. Canada's public pensions offer you flexibility to start collecting them at the best time for your personal circumstances. Canada's public pensions are financially secure. This means that you can count on them for the rest of your life, no matter when you decide to start collecting them. Public pensions also protect you from inflation. Your pensions will grow to reflect increases to the cost of living.",
      "oas": {
        "content": "(FR) Financed through general tax revenues",
        "header": "(FR) Old Age Security Program (OAS)",
        "pillar": "(FR) First Pillar"
      },
      "private": "(FR) Private",
      "public": "(FR) Public",
      "read-case-bonnie": {
        "content": "(FR) Read <a>Bonnie delays to reduce the savings she needs</a> to see how she uses different sources of income to retire comfortably.",
        "link": "/learn/case-studies/bonnie"
      },
      "three-pillar-system": "(FR) A three-pillar system",
      "workplace": {
        "content": "(FR) Financed through employer/employee contributions and private savings",
        "header": "(FR) Workplace pension plans and private savings (e.g. Registered Retirement Savings Plans, Tax-Free Saving Accounts, etc.)",
        "pillar": "(FR) Third Pillar"
      }
    },
    "header": "(FR) Overview",
    "learn-more": {
      "content": "(FR) To learn more visit the <a>QPP website</a>.",
      "link": "https://www.rrq.gouv.qc.ca/en/programmes/regime_rentes/Pages/regime_rentes.aspx"
    },
    "list": {
      "cpp": "(FR) The CPP/QPP retirement pension",
      "earnings": "(FR) Earnings, if you continue to work in retirement",
      "oas-and-gis": "(FR) The OAS pension and if you have low income in retirement, the Guaranteed Income Supplement (GIS)",
      "savings-and-investments": "(FR) Retirement savings and investments",
      "workplace": "(FR) Workplace pension plans"
    },
    "overview": "(FR) Planning for retirement can be overwhelming, but it's never too early or too late to start thinking about it. Taking the time to plan can help you have a comfortable and fulfilling retirement in the future. An important early step in retirement planning is knowing where your money will come from. This can help you set achievable goals. Retirement income will usually come from these sources:",
    "qpp": "(FR) If you've worked or lived in Quebec, you may qualify for the Québec Pension Plan (QPP) retirement pension instead of the CPP. These programs are very similar, but not the same."
  },
  "personal-retirement-savings": {
    "disclaimer-notice": "(FR) <strong>Disclaimer</strong>: This website is meant to give you tips on when to take your public pensions. We do not provide financial advice. Once you have all the information you need, we encourage you to seek help from a financial advisor.",
    "header": "(FR) Personal retirement savings",
    "important-notice": "(FR) <strong>Important:</strong> Taking money from TFSA does not count as additional income and will not change the amount of your GIS in the next payment cycle that runs from July to June.",
    "learn-more": {
      "content": "(FR) To learn more about how much you income you might need in retirement, check out our page on <a>Planning to save for retirement</a>.",
      "link": "/learn/planning-to-save-for-retirement"
    },
    "overview": {
      "content": "(FR) Saving money is important to many for keeping their current lifestyle in retirement. If you don't have a pension plan from your employer, you might need to rely even more on your personal savings. There are different ways to save for retirement, but the two most common are <rrsp>Registered Retirement Savings Plans (RRSPs)</rrsp> and <tfsa>Tax-Free Savings Accounts (TFSAs)</tfsa>. The government helps you save for retirement through these savings accounts by reducing the amount of tax you pay. If you qualify for the OAS pension and have <amount>low income</amount>, you may also get financial support through the <gis>Guaranteed Income Supplement (GIS)</gis>.",
      "link": {
        "gis": "https://www.canada.ca/fr/services/prestations/pensionspubliques/rpc/securite-vieillesse/supplement-revenu-garanti/admissibilite.html",
        "gis-amount": "https://www.canada.ca/fr/services/prestations/pensionspubliques/rpc/securite-vieillesse/supplement-revenu-garanti/montant-prestation.html",
        "rrsp": "https://www.canada.ca/fr/agence-revenu/services/impot/particuliers/sujets/reer-regimes-connexes/regime-enregistre-epargne-retraite-reer.html",
        "tfsa": "https://www.canada.ca/fr/agence-revenu/services/formulaires-publications/publications/rc4466/guide-compte-epargne-libre-impot-celi-particuliers.html"
      }
    }
  },
  "workplace-pension-plans": {
    "header": "(FR) Workplace pension plans",
    "list": {
      "group-rrsp": "(FR) A group Registered Retirement Savings Plan (group RRSP)",
      "group-tfsa": "(FR) A group Tax-Free Savings Account (group TFSA)",
      "prpp": "(FR) Pooled Registered Pension Plan (PRPP)",
      "rpp": "(FR) An employer registered pension plan (RPP)"
    },
    "overview": "(FR) Workplace pension plans are separate from your public pensions. They both try to help you live comfortably in retirement. If your employer offers a pension plan, it's a good idea to learn about the benefits of the plan and get a statement of your contributions. Below are examples of workplace pension plans:"
  }
}
