{
    "header": "(FR) Planning to save for retirement",
    "overview-link-text": "(FR) Overview",
    "back-to-top": "(FR) BACK TO TOP",
    "overview": "(FR) Planning for retirement may feel overwhelming, but it's an essential step to ensuring a comfortable and secure future. With so many options available, it can be challenging to know where to begin and how to maximize your savings. The sections below provide some information you may find useful as you navigate this important process.",
    "how-much-will-you-need-heading": "(FR) How much will you need in retirement",
    "how-much-will-you-need-content": "(FR) When you retire, the money you need will be different than what you need now. You might not need to drive as much, or you might want to travel more. Everyone's retirement looks different, so it's important to think about what you want and plan for it. Think about things like your health, where you want to live, and how much money you'll have from pensions and savings. Generally, you won't need as much money as you do now to maintain your way of living. Experts suggest you should aim to have around 70% of your current income to have enough money in retirement. However, this rule doesn't work for everyone. If you have a low income, you might need the same amount of money in retirement or more, to cover all your basic needs, and it is hard to save for retirement. The income-tested <anchor>Guaranteed Income Supplement (GIS)</anchor> available under the Old Age Security program may be an important source for low-income retirees. For people with high-income, aiming to have around 50 to 60% of their current income might be enough for a comfortable retirement. It's important to think about your personal situation when planning for retirement, so you can save the right amount.",
    "GIS-link": "https://www.canada.ca/fr/services/prestations/pensionspubliques/rpc/securite-vieillesse/supplement-revenu-garanti/admissibilite.html",
    "changes-with-age-heading": "(FR) How your financial needs may change with age",
    "changes-with-age-content-one": "(FR) While you are budgeting for retirement, remember that your budget will not always be the same! During the early stages of retirement, you may want to have more disposable income to travel, pursue hobbies, or other activities that you may not have had time for during your working years. However, as you get older, you may find that your spending habits begin to shift. You may spend less on clothing and entertainment, and more on healthcare, medications, and home care.",
    "changes-with-age-content-two": "(FR) As you get older, you may also need to consider long-term care costs, such as assisted living or nursing home care. These expenses can be significant, and it's important to either have savings in place ahead of time or to purchase an insurance to cover any unexpected costs.",
    "turning-savings-into-income-heading": "(FR) Turning your retirement savings into income",
    "turning-savings-into-income-content-one": "(FR) When you retire, you may want to turn your savings and investments into income to support your lifestyle. There are different ways to do this, and you'll need to choose which one works best for you. You could convert your RRSP into a Registered Retirement Income Fund (RRIF), invest in other products like stocks or bonds, or withdraw your savings as cash. It's important to think about which option is right for you and get help if you need it.",
    "turning-savings-into-income-content-two": "(FR) If you hold funds in an RRSP, you should contact your financial institution to convert it into a Registered Retirement Income Fund. A RRIF acts like your RRSP but in reverse: you can transfer your accumulated savings tax-free from RRSP to your RRIF, and your bank will start making payments to you. The main purpose of the RRIF is to take out and use your retirement savings. You cannot contribute more money into your RRIF. Similar to an RRSP, you can hold a wide variety of investment in an RRIF, and the money you make from your investments will not be taxed until you take it out.",
    "turning-savings-into-income-content-three": "(FR) You must convert your RRSP into an RRIF by the end of the year in which you turn 71, but it can also be converted before that. In the year you turn 72, you will have to take out a certain percentage of your total RRIF saving but all withdrawals will be taxable. If you need more information, we recommend talking to your financial advisor.",
    "turning-savings-into-income-content-four": "(FR) To learn more about RRIF, visit the <anchor>RRIF CRA page.</anchor>",
    "RRIF-link": "https://www.canada.ca/fr/agence-revenu/services/impot/particuliers/sujets/fonds-enregistre-revenu-retraite-ferr.html",
    "rrif-alt": "(FR) Money transferred from your RRSP and growing investments in your RRIF are sheltered from taxes (shown under an umbrella), however you will pay taxes on withdrawals (shown outside the umbrella",
    "learn-more-heading": "(FR) Learn More",
    "transitioning-heading": "(FR) Transitioning from work to retirement",
    "transitioning-content": "(FR) You can take many different paths transitioning from work to retirement. Learn how you can better combine your income from job and pensions.",
    "cpp-heading": "(FR) Canada Pension Plan (CPP) Program",
    "cpp-content": "(FR) The official Canada.ca page of the CPP program with information on the CPP retirement pension, and other CPP related benefits.",
    "oas-heading": "(FR) Old Age Security Program",
    "oas-content": "(FR) The official Canada.ca page of the OAS program with information on the OAS retirement pension, and other OAS related benefits.",
    "sources-of-income-heading": "(FR) Sources of retirement income",
    "sources-of-income-content": "(FR) Public pensions, OAS, CPP, employer pensions, RRSPs and other sources of personal savings from the Financial Consumer Agency of Canada."
}