{
  "breadcrumbs": {
    "learn": "Apprendre"
  },
  "cpp": {
    "a1": "https://www.canada.ca/fr/services/prestations/pensionspubliques/rpc/rpc-prestation-invalidite-apres-retraite.html",
    "heading": "Règles générales concernant la pension de retraite du RPC",
    "li1": "votre santé est sérieusement compromise, vous souffrez d'une maladie ou d'une invalidité grave, mais vous n'êtes pas admissible à la pension d'invalidité du RPC ni à la <a1>prestation d'invalidité après-retraite</a1>;",
    "li10": "vous continuez à travailler et votre salaire suffit à satisfaire vos besoins;",
    "li11": "vous continuez de travailler et voulez couvrir la période de faibles cotisations au RPC lorsque vous étiez aux études ou que vous travailliez à l'extérieur du Canada, ou vous changez de carrière;",
    "li12": "vous êtes en mesure de maintenir votre mode de vie actuel en utilisant votre épargne-retraite et vous n'avez pas besoin de recevoir votre pension de retraite du RPC dès maintenant;",
    "li13": "vous avez vécu et travaillé au Canada pendant moins de 40 ans;",
    "li14": "vous êtes divorcé et avez dû partager des crédits de pension avec votre ex-époux ou conjoint de fait;",
    "li15": "vous voulez réduire le risque d'épuiser votre épargne-retraite avant votre décès;",
    "li16": "vous voulez augmenter le montant de votre pension de retraite mensuelle et à vie du RPC.",
    "li2": "vous avez des raisons de croire que votre espérance de vie est beaucoup plus courte que celle de la population canadienne en moyenne (et sachez que les Canadiens sous-estiment généralement leur espérance de vie);",
    "li3": "vous avez un revenu faible ou nul et avez besoin d'argent dès maintenant pour satisfaire vos besoins essentiels;",
    "li4": "vous avez peu ou pas d'épargne-retraite qui vous permettrait de repousser le début des prestations de votre pension;",
    "li5": "vous fournissez des soins non rémunérés à temps plein à un membre de votre famille ou à un proche et vous avez besoin d'argent dès maintenant pour satisfaire vos besoins essentiels;",
    "li6": "vous voulez utiliser l'argent pour aider à rembourser vos dettes",
    "li7": "vous avez des plans pour votre retraite - voyages, rénovations, etc. - et pourriez utiliser l'argent maintenant",
    "li8": "vous toucherez un revenu très élevé à la retraite et le montant de la pension de retraite du RPC n'aura pas d'incidence majeure sur votre plan financier.",
    "li9": "vous êtes en bonne santé et vous vous attendez à vivre une longue retraite en bonne santé;",
    "p1": "Le RPC vous donne la possibilité de choisir quand vous voulez débuter vos prestations, chaque mois que vous reportez le début de votre pension augmente votre montant mensuel. La pension de retraite du RPC sera maximale si vous attendez d'avoir atteint l'âge de 70 ans pour la demander. Mais, sachez que vous pouvez commencer à la recevoir dès l'âge de 60 ans, ce qui réduira de façon permanente votre pension mensuelle.",
    "p2": "Bien que commencer tôt puisse vous donner plus d'argent maintenant, cela signifie moins de RPC au cours de votre vie pour la plupart des Canadiens. En fait, pour certains, cela pourrait signifier laisser 100 000 $ sur la table au cours de leur vie. Votre pension sera également ajustée en fonction de l'inflation. Cela signifie qu'il reflétera le coût de la vie à jour.",
    "smart-tip": "<strong>Conseil Judicieux :</strong> Si vous recevez des prestations d'invalidité provinciales et que vous commencez à recevoir votre pension de retraite du RPC avant l'âge de 65 ans, le montant de vos prestations provinciales sera réduit. Il est peut-être bon d'attendre d'avoir 65 ans pour toucher votre pension du RPC.",
    "sub-heading-one": "Voici des facteurs à prendre en considération si vous décidez de toucher une pension de retraite anticipée du RPC :",
    "sub-heading-two": "Voici des facteurs à prendre en considération si vous décidez de différer votre pension du RPC :"
  },
  "header": "Règles générales concernant les pensions publiques",
  "key-takeaways": {
    "heading": "Points à retenir",
    "li1": "Votre situation financière actuelle n'est qu'un des éléments à prendre en considération.",
    "li2": "Vous devez réfléchir à vos objectifs et à vos plans à la retraite, au mode de vie que vous voulez avoir et aux lieux que vous aimeriez visiter ou habiter.",
    "li3": "Si vous avez besoin d'argent immédiatement pour régler vos factures ou vos dettes, songez à recevoir vos pensions publiques plus tôt. Si vous n'avez pas besoin d'argent maintenant, parce que vous travaillez toujours, que vous avez des économies, de l'épargne ou d'autres sources de revenus, songez à reporter le début de vos pensions publiques.",
    "li4": "Pour chaque mois que vous repoussez le début vos pensions, vos paiements mensuels à vie augmenteront.",
    "li5": "Les personnes admissibles au Supplément de revenu garanti (SRG) ne devraient pas attendre d'avoir plus de 65 ans pour présenter leur demande.",
    "li6": "Si vous êtes admissible à la pension de la Sécurité de la vieillesse (SV) et que vous touchez un <a1>faible revenu</a1>, vous pourriez également recevoir le SRG. Vous ne pouvez pas recevoir le <a2>SRG</a2> si vous reportez le début de votre pension de la SV. Vous pourriez également décider de recevoir une pension de retraite anticipée du Régime de pensions du Canada (RPC).",
    "li6-a1": "https://www.canada.ca/fr/services/prestations/pensionspubliques/rpc/securite-vieillesse/supplement-revenu-garanti/admissibilite.html",
    "li6-a2": "https://www.canada.ca/fr/services/prestations/pensionspubliques/rpc/securite-vieillesse/supplement-revenu-garanti.html",
    "li7": "Vous n'avez pas besoin d'arrêter de travailler pour commencer à recevoir les pensions publiques."
  },
  "learn-more": {
    "deciding-when-to-start": {
      "description": "La souplesse des pensions publiques vous offre des options de retraite. Découvrez quoi choisir et les éléments à considérer.",
      "header": "Prendre la décision de quand commencer à recevoir des pensions publiques"
    },
    "going-from-work-to-retirement": {
      "description": "Vous pouvez choisir différentes manière d'effectuer une transition du monde du travail a celui de la retraite. Prendre sa retraite du monde du travail et commencer a recevoir ses pensions publiques sont deux choses différentes.",
      "header": "Transition du monde du travail à la retraite"
    },
    "header": "En savoir plus",
    "main-sources-of-retirement-income": {
      "description": "Renseignez-vous sur les différentes sources de revenus de retraite dont vous pourriez bénéficier. Examiner vos sources de revenus et identifier les écarts potentiel.",
      "header": "Principales sources de revenus de retraite"
    },
    "planning-to-save-for-retirement": {
      "description": "Découvrez comment vos besoins en ce qui concerne vos revenus vont changer . Vos besoins financiers et vos préoccupations vont aussi changer.",
      "header": "Planifiez pour épargner en vue de la retraite"
    }
  },
  "meta": {
    "description": "Jetez un coup d'œil sur ces conseils pour vous aider a prendre la décision de quand commencer à recevoir vos pensions.  Faite le choix adapter à votre situation."
  },
  "oas": {
    "a1": "https://www.canada.ca/fr/services/prestations/pensionspubliques/rpc/securite-vieillesse/supplement-revenu-garanti/admissibilite.html",
    "a2": "https://www.canada.ca/fr/services/prestations/pensionspubliques/rpc/securite-vieillesse/supplement-revenu-garanti.html",
    "disclaimer": "<strong>Clause de non-responsabilité :</strong> Ce site Web vise à vous donner des conseils sur le bon moment pour toucher vos pensions publiques. Nous ne fournissons pas de conseils financiers. Une fois que vous aurez toute l'information dont vous avez besoin, nous vous encourageons à demander l'aide d'un conseiller financier.",
    "heading": "Règles générales concernant la pension de la SV",
    "li1": "si vous êtes admissible à la pension de la SV et que vous avez un <a1>faible revenu</a1>, vous pouvez également recevoir le Supplément de revenu garanti (SRG). Les personnes admissibles au SRG ne devraient pas attendre d'avoir plus de 65 ans pour présenter leur demande. Vous ne pouvez pas recevoir le SRG si vous différez le début du service de votre pension de la SV.",
    "li2": "vous croyez avoir une espérance de vie plus courte que celle de la population canadienne en moyenne;",
    "li3": "vous êtes incapable de travailler ou vous décidez de ne pas travailler passé l'âge de 65 ans.",
    "li4": "vous n'êtes pas admissible au SRG;",
    "li5": "votre revenu à la retraite vous convient;",
    "li6": "vous prévoyez continuer à travailler pendant quelques années;",
    "li7": "vous croyez que vous vivrez plus longtemps que la moyenne de la population canadienne.",
    "p1": "Vous pouvez commencer a recevoir votre SV a a l'age de 65 ans ou vous pouvez choisir de la reporter a l'âge de 70 ans.",
    "smart-tip-p1": "<strong>Conseil Judicieux :</strong> L'exemption des gains du SRG aide les gens à conserver une plus grande partie de leurs paiements du SRG tout en travaillant. Si vous êtes employé ou travailleur indépendant, il offre une exemption complète jusqu'à concurrence de 5 000 $ de revenus annuels. Il prévoit également une exemption de 50 % sur les prochains 10 000 $ de revenus. Cela signifie que les personnes à faible revenu qui bénéficient du SRG et qui travaillent peuvent conserver une plus grande partie de leurs prestations.",
    "smart-tip-p2": "En savoir plus sur le <a2>SRG</a2>.",
    "sub-heading-one": "Voici des facteurs à prendre en considération si vous décidez de recevoir une pension anticipée de la SV :",
    "sub-heading-two": "Voici des facteurs à prendre en considération si vous décidez de différer votre pension de la SV :"
  },
  "overview": {
    "a1": "https://www.osfi-bsif.gc.ca/Fra/oca-bac/ar-ra/cpp-rpc/Pages/cpp31.aspx#tbl44",
    "a2": "https://www.osfi-bsif.gc.ca/Fra/oca-bac/as-ea/Pages/CPP_Mortality_Study_2021.aspx#tbl32",
    "heading": "Aperçu",
    "p1": "Les programmes de la SV et du RPC offrent deux pensions distinctes. Vous pouvez commencer les recevoir à différents moments. La date de début de vos pensions peut être différente de celle de votre époux ou conjoint de fait.",
    "p2": "Vous devriez tenir compte de tous les aspects de votre vie au cours des prochaines décennies, notamment votre état de santé, vos finances personnelles et ce que vous prévoyez faire à la retraite. Selon vos objectifs à la retraite et votre situation personnelle, vous pouvez décider de prendre une retraite anticipée, même si cela signifie toucher une somme mensuelle moindre.",
    "p3": "Les conseils ci-après vous aideront à tirer un revenu de retraite supérieur des pensions publiques mais les décisions vous appartiennent.",
    "smart-tip": "<strong>Conseil judicieux :</strong> La plupart des Canadiens sous-estiment la durée de leur vie et bon nombre d'entre eux risquent d'épuiser leurs économies avant leur décès. En moyenne, les Canadiens âgés de 65 ans peuvent s'attendre à <a1>vivre encore au moins 20 ans</a1>. En fait, il y a <a2>environ 50 % de chances</a2> que ceux qui prennent leur retraite aujourd'hui vivent jusqu'à l'âge de 90 ans. C'est bien d'avoir un plan financier pour ces années de vie."
  }
}
