{
  "breadcrumbs": {
    "learn": "Learn"
  },
  "conclusion": {
    "disclaimer": "<strong>Disclaimer:</strong> These stories are only simplified examples to illustrate the various factors that should be considered when deciding when to start collecting your public pensions, and potential outcomes. They do not, for example, include the effects of taxation or investment growth, and assume that Fred's goal is stable income across his entire life. These stories are not intended to provide financial advice, and we strongly encourage you to seek help from a financial advisor as you plan your retirement.",
    "heading": "Conclusion",
    "p": "Fred wants to take the largest pensions from the OAS pension and CPP retirement pension available to him. To do this correctly, he evaluated both his monthly and his lifetime pensions. He considered how long he is going to collect his pensions and he looked how much he can collect from the CPP retirement pension and OAS pension by age 86 or 89. Fred can afford to delay his pensions and is planning to work part-time at the start of retirement. He would not be eligible to collect the GIS. Thinking about all these factors, Fred decided to delay his CPP retirement pension until age 70 and OAS pension until age 68. This would provide him with the highest monthly and lifetime pensions."
  },
  "cpp": {
    "heading": "Fred's CPP retirement pension",
    "lifetime-pension": {
      "accessibility": {
        "button-label": "Text alternative for Fred's CPP lifetime pension at age 86",
        "caption": "Values presented on the image:",
        "header": ["Age when Fred starts taking his CPP pension", "Fred's CPP lifetime pension at age 86"],
        "rows": [
          {
            "data": ["60", "$259,584"]
          },
          {
            "data": ["65", "$327,600"]
          },
          {
            "data": ["70", "$354,432"]
          }
        ]
      },
      "description": "The chart shows changes in Fred's CPP pension lifetime payments depending on what age he starts. It shows that the longer he waits to start his pension, the more money he'll receive for life. He could start his CPP pension at age 60 for the smallest amount, or at age 70 for the largest amount.",
      "p": "By age 86, Fred could receive $95,000 more, if he delays from 60 to 70. By age 89, this difference will be $130,000."
    },
    "monthly-pension": {
      "accessibility": {
        "button-label": "Text alternative for Fred's CPP monthly pension",
        "caption": "Values presented on the image:",
        "header": ["Age when Fred starts taking his CPP pension", "Fred's CPP monthly pension"],
        "rows": [
          {
            "data": ["60", "$832"]
          },
          {
            "data": ["65", "$1,300"]
          },
          {
            "data": ["70", "$1,846"]
          }
        ]
      },
      "description": "The chart shows changes in Fred's CPP pension monthly payments depending on what age he starts. It shows that the longer he waits to start his pension, the more money he'll receive every month. He could start his CPP pension at age 60 for the smallest amount, or at age 70 for the largest amount.",
      "p1": "Fred's monthly CPP retirement pension could grow by half, if started at age 65. It would more than double at age 70, compared to starting his pension at age 60.",
      "p2": "Fred's monthly CPP retirement pension at age 70 could be over $1,000 per month more than his pension at age 60. Fred wants to take the higher monthly pension at age 70, but he will need some other income at the start of retirement . He has some retirement savings that he can use while waiting to start his CPP retirement pension.",
      "p3": "When Fred talks to his friends about his decision. Many of them point out how he's giving up income early in retirement to get that higher monthly payment. And so, Fred decides to look at how much he'll collect in total from the CPP over his lifetime. He sees that, even with a normal life expectancy, he'll get more over time by waiting."
    },
    "p1": "Fred could collect $68,000 more from the CPP if he starts his retirement pension at age 65 instead of age 60. He could collect almost $95,000 more if he starts at age 70.",
    "p2": "If Fred lives just a little bit longer, the differences grow even more. By age 89, Fred could collect almost $85,000 more in CPP retirement pension income if he starts at 65 instead of 60. If he starts at age 70, it would be over $130,000 more. Based on his needs and wanting to get the most out of the system, Fred decides that waiting to start collecting his CPP retirement pension makes a lot of financial sense.",
    "p3": "Fred knows that his CPP will increase each year with inflation, and the pension is guaranteed for his life. Even if his private investments don't do well, the CPP retirement pension will be a good, safe financial support even in his older years. Fred decides to wait and take his CPP retirement pension at age 70. To cover any gaps in income before then, Fred decides to use about $1,500 monthly from his private retirement savings. He might also work part-time as a rideshare driver.",
    "smart-tip": "<strong>Smart tip:</strong> It can be helpful to consider not just the monthly amount but also the total amount you'll receive over your lifetime. Fred wants to see how his lifetime pension will change by starting at different ages before making his final decision."
  },
  "description-heading": "Description",
  "header": "Fred decides when to start his public pensions",
  "key-takeaways": {
    "a1": "https://www.canada.ca/en/services/benefits/publicpensions/cpp/old-age-security/guaranteed-income-supplement/benefit-amount.html",
    "a2": "https://www.canada.ca/en/services/benefits/publicpensions/cpp/old-age-security/guaranteed-income-supplement/eligibility.html",
    "heading": "Key Takeaways",
    "li1": "You do not have to start your Canada Pension Plan (CPP) retirement pension and Old Age Security (OAS) pension at the same age.",
    "li2": "You can start your public pensions at different times.",
    "li3": "While both CPP and OAS provide increases for delaying the start your pension, they don't provide the same rate of increase.",
    "li4": "For people aged 65-70, the CPP provides a larger rate of increase to the retirement pension for each month you delay than the OAS pension. If delayed until age 70, the monthly CPP retirement pension could more than double compared to starting it at 60.",
    "li5": "There are many things to consider when deciding the age to start collecting your public pensions.",
    "li6": "You might make your decision based on the monthly payment amounts, the total amount you'd collect over a lifetime, or your ability to use money to meet immediate needs or wants.",
    "li7": "Starting your pension at 60 might mean leaving public pension money on the table. In fact, based on average benefit amounts, that decision could cost $100,000 by the end of one's life.",
    "li8": "Your pension will continue to grow higher to reflect inflation.",
    "smart-tip": "<strong>Smart tip:</strong> If you qualify for the Old Age Security (OAS) pension and have <a1>low income</a1>, you may also get the <a2>Guaranteed Income Supplement (GIS)</a2>. People who qualify for the GIS should not wait to apply past age 65. You cannot collect the GIS if you are delaying your OAS pension."
  },
  "learn-more": {
    "cpp": {
      "description": "Check here for the most up-to-date details on the maximum monthly payment amounts for CPP and how to find out what your monthly payments might be.",
      "header": "CPP Retirement pension: How much you could receive",
      "href": "https://www.canada.ca/en/services/benefits/publicpensions/cpp/cpp-benefit/amount.html"
    },
    "deciding-when-to-take-your-pensions": {
      "description": "You can choose when to start your old age benefits. Understand what to consider in making that decision.",
      "header": "Deciding when to collect public pensions"
    },
    "header": "Learn More",
    "oas": {
      "description": "Check here for the most up-to-date details on the maximum monthly payment amounts for OAS and how to find out what your monthly payments might be.",
      "header": "Old Age Security: How much you could receive",
      "href": "https://www.canada.ca/en/services/benefits/publicpensions/cpp/old-age-security/benefit-amount.html"
    },
    "rules-of-thumb-for-public-pensions": {
      "description": "Pension tips based on your personal situation.",
      "header": "Rules of thumb for public pensions"
    }
  },
  "meta": {
    "description": "Fred decides when to start his OAS pension and CPP retirement pension to take the largest amount available to him."
  },
  "monthly-amounts": {
    "a1": "https://www.canada.ca/en/employment-social-development/services/my-account.html",
    "a2": "https://www.canada.ca/en/services/benefits/publicpensions/cpp/old-age-security/payments.html",
    "heading": "Fred finds his public pension monthly amounts",
    "p1": "Fred goes to <a1>My Service Canada Account</a1> to see his personal statement of contributions to the CPP. He gets his estimated CPP retirement pension at age 65.",
    "p2": "For his expected OAS pension he goes to <a2>OAS benefits estimator</a2>."
  },
  "oas": {
    "heading": "Fred's OAS pension",
    "lifetime-pension": {
      "accessibility": {
        "button-label": "Text alternative for Fred's OAS lifetime pension at age 86",
        "caption": "Values presented on the image:",
        "header": ["Age when Fred starts taking his OAS pension", "Fred's lifetime OAS pension"],
        "rows": [
          {
            "data": ["65", "$191,545"]
          },
          {
            "data": ["67", "$198,258"]
          },
          {
            "data": ["68", "$199,645"]
          },
          {
            "data": ["70", "$198,477"]
          }
        ]
      },
      "description": "The chart shows changes in Fred's CPP pension lifetime payments depending on what age he starts. It shows that the longer he waits to start his pension, the more money he'll receive for life. He could start his CPP pension at age 60 for the smallest amount, or at age 70 for the largest amount.",
      "p1": "The difference in monthly benefits from delaying the Old Age Security (OAS) pension is smaller than for the Canada Pension Plan (CPP) retirement pension. If Fred takes his OAS pension later, the difference in monthly payments is a few hundred dollars. Fred wants to explore his lifetime OAS pension to see the full picture.",
      "p2": "By age 86, the lifetime OAS pension is higher, if Fred starts his OAS at age 68. Starting to collect it at age 67 is also an option."
    },
    "monthly-pension": {
      "accessibility": {
        "button-label": "Text alternative for Fred's OAS monthly pension",
        "caption": "Values presented on the image:",
        "header": ["Age when Fred starts taking his OAS pension", "Fred's OAS monthly pension amount"],
        "rows": [
          {
            "data": ["65", "$691"]
          },
          {
            "data": ["67", "$791"]
          },
          {
            "data": ["68", "$840"]
          },
          {
            "data": ["70", "$940"]
          }
        ]
      },
      "description": "The chart shows changes in Fred's OAS pension lifetime payments depending on what age he starts. It shows that the longer he waits to start his pension, the more money he'll receive every month. He could start his OAS pension at age 65 for the smallest amount, or at age 70 for the largest amount.",
      "p": "If OAS pension is delayed from age 65 to 68, the difference is around $150 per month."
    },
    "p1": "Fred looks at the amount of his lifetime OAS pensions. He decides it's better to start his OAS pension at age 68 to collect the most money. Starting at age 67 is also good since the difference isn't much to him, and he won't need to wait another year to start.",
    "p2": "Fred decides to apply for his OAS pension at age 68, and not to wait until age 70. The monthly OAS pension will add to his income and will help him delay CPP until age 70. Adding to this, Fred is planning to use his private retirement savings and work part-time at a rideshare company."
  },
  "overview": {
    "a1": "https://www.osfi-bsif.gc.ca/Eng/oca-bac/ar-ra/cpp-rpc/Pages/cpp31.aspx#tbl44",
    "a2": "https://www.osfi-bsif.gc.ca/Eng/oca-bac/as-ea/Pages/CPP_Mortality_Study_2021.aspx#tbl32",
    "a3": "https://www.canada.ca/en/services/benefits/publicpensions/cpp/old-age-security/guaranteed-income-supplement/eligibility.html",
    "a4": "https://www.canada.ca/en/services/benefits/publicpensions/cpp/old-age-security/guaranteed-income-supplement.html",
    "heading": "Overview",
    "p1": "Fred has always lived in Canada and has worked for 40 years as a truck driver. He is turning 60 this year and received a letter from Service Canada. This letter says he is now eligible to apply for his CPP retirement pension. Fred must decide if he wants to start collecting his CPP retirement pension early or wait.",
    "p2": "Fred knows that his longevity is important to think about for when to start his public pensions. He is in good health and decides to plan his finances until age 86 or older.",
    "p3": "At age 65, Fred's CPP retirement pension amount will be $1,300 a month. Since Fred has lived in Canada his whole life, he will be eligible for a full OAS pension. Because of the money he plans to withdraw from his RRSP and income sources, Fred is not considered <a3>low income</a3>. He would not qualify for the <a4>Guaranteed Income Supplement (GIS)</a4>. Fred also needs to consider when he will start the OAS pension.",
    "p4": "He would like to think about his finances first to make sure he will live a comfortable retirement.",
    "p5": "After thinking it through, Fred decides to delay his OAS pension until age 68 and delay his CPP retirement pension until age 70. Let's see how he came to this decision!",
    "smart-tip": "<strong>Smart tip:</strong> Longevity is an important factor when taking your pensions. Most Canadians underestimate how long they'll live, and many are at risk of outliving their savings. On average, Canadians who are age 65 today can expect to <a1>live until age 86-88 and need to plan for least another 20 years</a1>. In fact, there is <a2>about 50% chance</a2> that those who go into retirement today will live up to age 90. It's good to have a financial plan for these years of life."
  },
  "values-heading": "Values"
}
