{
  "breadcrumbs": {
    "learn": "Learn"
  },
  "changes-with-age": {
    "disclaimer": "<strong>Disclaimer:</strong> This website is meant to give you tips on when to take your public pensions. We do not provide financial advice. Once you have all the information you need, we encourage you to seek help from a financial advisor.",
    "heading": "How your financial needs may change with age",
    "p1": "While you're budgeting for retirement, remember that your budget won't always be the same. In early retirement, you may want extra money to travel, or pursue hobbies that you didn't have the time for during your working years. As you get older, you may find your spending habits shift. You may spend less money on shopping or going out, and more on healthcare, medications, and home care.",
    "p2": "As you age, you may consider long-term care costs such as assisted living or nursing home care. These choices cost a lot, and you should consider having a plan. You could have savings ahead of time or buy insurance to cover any costs you didn't plan for. These are some options that could work for you, depending on your situation."
  },
  "header": "Planning to save for retirement",
  "how-much": {
    "a1": "https://www.canada.ca/en/services/benefits/publicpensions/cpp/old-age-security/guaranteed-income-supplement/eligibility.html",
    "a2": "https://www.canada.ca/en/services/benefits/publicpensions/cpp/old-age-security/guaranteed-income-supplement.html",
    "a3": "https://www.canada.ca/en/services/benefits/publicpensions/cpp/retirement-income-calculator.html",
    "a4": "https://itools-ioutils.fcac-acfc.gc.ca/BP-PB/budget-planner",
    "heading": "How much you could need in retirement",
    "p1": "When you retire, you may need less money per month than what you need now. You might not need to drive as much, have less work-related spending, reduced child-related and housing costs. With more free time, you might want to travel more, or do some renovations in your house. Everyone's retirement looks different, so it's important to think about what you want and plan for it. Think about things like your health, where you want to live, and how much money you'll have from pensions and savings. Generally, you won't need as much as you do now to keep your way of living. Many financial planners say that having 60 to 70% of your current income in retirement will allow you to maintain your lifestyle in retirement. But, this rule of thumb doesn't work for everyone. If you have <a1>low income</a1>, you might need the same amount of money when you retire as you do now to cover all your basic needs. The <a2>Guaranteed Income Supplement (GIS)</a2> is an important source of income for low-income retirees. People with higher income may only need to have 50 to 60% of their current income in retirement. Think about your personal situation when planning for retirement, so you can save the right amount.",
    "p2": "You can model your future retirement income from different sources using the <a3>Canadian Retirement Income Calculator</a3>.",
    "p3": "Create a customized budget using the <a4>FCAC Budget planner</a4>."
  },
  "key-takeaways": {
    "heading": "Key takeaways",
    "li1": "When planning for retirement, consider how much money you'll need based on your personal situation.",
    "li2": "Your health, your income, and what you want your retirement to look like will change your budget.",
    "li3": "Your financial needs and circumstances may change with age.",
    "li4": "It's important to review your financial plan to change as needed."
  },
  "learn-more": {
    "budget-planner": {
      "description": "The Budget Planner helps you create a customized budget in 3 simple steps.",
      "header": "Budget Planner Tool - Financial Consumer Agency of Canada",
      "href": "https://itools-ioutils.fcac-acfc.gc.ca/BP-PB/budget-planner"
    },
    "going-from-work-to-retirement": {
      "description": "You can choose different ways to go from work to retirement. Retiring from work and starting your public pensions are two different things.",
      "header": "Going from work to retirement"
    },
    "heading": "Learn More",
    "main-sources-of-retirment-income": {
      "description": "See the different types of retirement income you could have. Look at your current income sources and find potential gaps.",
      "header": "Main sources of retirement income"
    },
    "saving-for-retirement": {
      "description": "When, why and how to start saving for your retirement and tips to help balance your financial priorities.",
      "header": "Saving for retirement",
      "href": "https://www.canada.ca/en/financial-consumer-agency/services/retirement-planning/start-saving-retirement.html"
    }
  },
  "meta": {
    "description": "Learn about how the income you'll need in retirement will change. Your financial needs, and considerations will also change."
  },
  "overview": {
    "heading": "Overview",
    "p": "Planning for retirement may feel stressful, but it's needed to make sure you've got a comfortable and secure future that aligns with your goals. With so many choices, it can be hard to know where to start to get the most out of your savings. The sections below are meant to inform you as you go through this important process."
  }
}
