{
  "breadcrumbs": {
    "learn": "Learn"
  },
  "header": "Rules of thumb for public pensions",
  "meta": {
    "description": "Check out these tips to help you decide when to start your public pensions. Choose what is right for you."
  },
  "key-takeaways": {
    "heading": "Key takeaways",
    "li1": "Your current financial situation is only one part of your public pension decision.",
    "li2": "Think about your retirement goals and plans, the lifestyle you want and the places you would like to visit or live.",
    "li3": "If you need the money right away to deal with your bills or debts, consider taking your public pensions early. If you don't need the money now - because you are still working, have savings or other sources of income, consider delaying your public pensions.",
    "li4": "Each month that you delay increases your monthly payments for life.",
    "li5": "People who qualify for the Guaranteed Income Supplement (GIS) should not wait to apply past age 65.",
    "li6": "If you qualify for the Old Age Security (OAS) pension and have low income, you may also get the GIS. You cannot receive the GIS if you are delaying your OAS pension. You may also consider taking your Canada Pension Plan (CPP) retirement pension early.",
    "li7": "You don't need to stop working to start collecting your public pensions."
  },
  "overview": {
    "heading": "Overview",
    "smart-tip": "<strong>Smart tip:</strong> Most Canadians underestimate how long they'll live, and many are at risk of outliving their savings. On average, Canadians who are age 65 today can expect to <a1>live at least another 20 years</a1>. In fact, there is <a2>about 50% chance</a2> that those who go into retirement today will live up to age 90. It's good to have a financial plan for these years of life.",
    "a1": "https://www.osfi-bsif.gc.ca/Eng/oca-bac/ar-ra/cpp-rpc/Pages/cpp31.aspx#tbl44",
    "a2": "https://www.osfi-bsif.gc.ca/Eng/oca-bac/as-ea/Pages/CPP_Mortality_Study_2021.aspx#tbl32",
    "p1": "The OAS and CPP programs have two different pensions. You can start them at different times. The timing of your pensions may also be different than your spouse or common-law partner.",
    "p2": "You should consider all parts of your life for the next decades, including your health, finances and what you are planning to do in retirement. Depending on your retirement goals and personal circumstances, you may choose to retire and collect pensions earlier, even if it means having less money on a monthly basis.",
    "p3": "The tips below may help you get a higher retirement income from public pensions, but the decisions are yours."
  },

  "cpp": {
    "heading": "Rules of thumb for the CPP retirement pension",
    "p1": "The CPP lets you choose when to start your retirement pension, and each month you delay increases your monthly amount. The highest monthly amount you can receive happens at age 70, after which there is no benefit to waiting. If you need money sooner, you can start collecting your pension as early as age 60, but with a permanent reduction.",
    "p2": "If you start at age 70, you may get about $100,000 more from the CPP retirement pension. Your pension will also be adjusted for inflation. This means it will reflect the most current cost of living.",
    "sub-heading-one": "You may want to consider starting your CPP retirement pension earlier if:",
    "li1": "you have major health risks, suffer from a serious illness or disability, but don't qualify for the CPP Disability Pension or <a1>Post-Retirement Disability Benefit</a1>",
    "li2": "you have reasons to believe that you will have a much shorter life than the average Canadian (and remember, Canadians generally underestimate their longevity)",
    "li3": "you have low or no income and need money now to help cover your basic needs",
    "li4": "you have little or no retirement savings to delay your pensions",
    "li5": "you provide full-time unpaid care to a family member or a loved one, and money is needed now to cover your basic needs",
    "li6": "you are paying a large debt with high interest and worry about not making your monthly payments",
    "li7": "you have very high income in retirement and the CPP retirement pension amount will not have a major impact on your financial plan",
    "a1": "https://www.canada.ca/en/services/benefits/publicpensions/cpp/cpp-post-retirement-disability-benefit.html",
    "smart-tip": "<strong>Smart tip:</strong> If you are receiving provincial disability benefits and start your CPP retirement pension earlier than age 65, your provincial benefit amount will be reduced. It may be good to wait and start your CPP pension at age 65.",
    "sub-heading-two": "You may want to consider starting your CPP retirement pension later if:",
    "li8": "you are in good health and expect a long, healthy retirement",
    "li9": "you continue to work, and your salary is enough to cover your needs",
    "li10": "you continue to work and want to cover the time of low contributions to the CPP when you were either in school or working outside of Canada, or changing your career",
    "li11": "you can support your current lifestyle by using your retirement savings and don't need to collect your CPP retirement pension now",
    "li12": "you lived and worked in Canada for less than 40 years",
    "li13": "you are divorced and had to split some pension credits with your former spouse or common-law partner",
    "li14": "you want to reduce your risk of outliving your retirement savings",
    "li15": "you want to increase your monthly and lifetime CPP retirement pension amount"
  },

  "oas": {
    "heading": "Rules of Thumb for the OAS pension",
    "p1": "You can start collecting your Old Age Security (OAS) pension at age 65 but you can also delay up to age 70. After age 70, there is no advantage in delaying your first payment.",
    "sub-heading-one": "You may want to consider starting your OAS pension earlier if:",
    "li1": "you qualify for the Guaranteed Income Supplement (GIS). If you qualify for the OAS pension and have <a1>low income</a1>, you may also get the GIS. People who qualify for the GIS should not wait to apply past age 65. You cannot receive the GIS if you are delaying your OAS pension",
    "li2": "you believe that you may have a shorter life than the average Canadian",
    "li3": "you're unable to work or choose not to work past age 65",
    "a1": "https://www.canada.ca/en/services/benefits/publicpensions/cpp/old-age-security/guaranteed-income-supplement/eligibility.html",
    "smart-tip-p1": "<strong>Smart tip:</strong> If you work and receive the GIS, you can earn up to $5,000 and keep collecting the full GIS monthly amount. If you make between $5,000 and $15,000, your GIS amount will be reduced by 50 cents for every dollar of your work earnings.",
    "smart-tip-p2": "Learn more on the <a2>GIS</a2>.",
    "a2": "https://www.canada.ca/en/services/benefits/publicpensions/cpp/old-age-security/guaranteed-income-supplement.html",
    "sub-heading-two": "You may want to consider starting your OAS pension later if:",
    "li4": "you don't qualify for the GIS",
    "li5": "you feel comfortable with your income in retirement",
    "li6": "you plan to continue working for a few years",
    "li7": "you believe that you will live longer than the average Canadian",
    "disclaimer": "Disclaimer: This website meant to give you tips on when to take your public pensions. We do not provide financial advice. Once you have all the information you need, we encourage you to seek help from a financial advisor."
  },

  "learn-more": {
    "header": "Learn More",
    "main-sources-of-retirement-income": {
      "description": "See the different types of retirement income you could have. Look at your current income sources and find potential gaps.",
      "header": "Main sources of retirement income"
    },
    "planning-to-save-for-retirement": {
      "description": "Learn about how the income you'll need in retirement will change. Your financial needs, and considerations will also change.",
      "header": "Planning to save for retirement"
    },
    "going-from-work-to-retirement": {
      "description": "You can choose different ways to go from work to retirement. Retiring from work and starting your public pensions are two different things.",
      "header": "Going from work to retirement"
    },
    "deciding-when-to-start": {
      "description": "Flexible public pensions offer choices for retirement. Learn how to choose and what to consider.",
      "header": "Deciding when to start your public pensions"
    }
  }
}
